#version: 0.2 - Trained by `huggingface/tokenizers`
c c
C C
( C
c 1
O )
= O)
( =O)
cc c
(C )
c 2
C (=O)
) cc
+ ]
[ N
CC C
c1 cc
[N H
c1 ccc
c (
C (
c 3
2 )
F )
C 1
CC CC
c2 cc
O C
c1cc cc
N C(=O)
)cc 1
CC 1
(=O) N
(C) C
- ]
C O
c1ccc (
[ O
[O -]
n 1
[NH +]
c2 ccc
3 )
(C l
( F)
c1cccc c1
cc ccc
CC O
C(=O) N
2 +]
[NH 2+]
c2cc ccc
( CC
C 2
[O-] )
c n
c1 n
S (=O)
[ n
O =
N )
CC N
(C (=O)
[n H
(C (=O)N
c 4
(Cl )
B r
CC (C)
C (C)
[nH ]
(C)C )
CC (
2 )cc1
c (C
3 +]
[NH 3+]
c3 ccc
c2ccc (
C N
C (C
c (C)
c3 ccccc
CC CCC
C l
C =
S(=O) (=O)
cc (
c2 )
cc 1
c2 n
OC )
c2ccccc 2
O= C(
c1cc (
F )cc
c1ccc (C
CC (=O)N
) N
n 2
CC 2
[N +]
C )
2) c1
[NH3+] )
Br )
CC [NH+]
4 )
c( N
CCC (
c2ccccc 2)
= O
(Cl )cc
(F) (F)
c1 )
c (=O)
c3 cc
C c1ccc(
[N+] (=O)
CC (=O)
c2cc cc
c1cccc (
c1ccc 2
CC 2)
N 1
C( F)
C 3
s 1
c3ccccc 3
C [NH+]
ccc 2
CCC 1
n c(
C c1
S(=O) (=O)N
n c1
O CC
C( O)
C c1cc
CCCC CCCC
N 2
c3ccc (
= C
OC (C)
C c1n
c3 )
c1ccccc1 )
CO C(=O)
c (Cl)
Cl )
C(F) (F)
# N)
c 5
(C(=O) [O-])
(CC )
O C(=O)
1 )
( O)
CC [NH2+]
cc 2
c3ccccc 3)
= C(
CCN (
)cc c1
C [NH2+]
O=C( N
F )cc1
(F)(F) F)
n n
)cc 2
= N
CO c1ccc(
c4 ccccc
C S
CC(C) (C)
CCCC 1
c( F)
2) CC1
c1 cn
CCO C(=O)
CCC N
c2cc (
CCC (C)
CC 3)
n c2
NC(=O) N
C(=O) [O-]
C (C)C
= S
c4 ccc
CC( O)
o 1
CC 3
c s
CCC O
2) C1
[N+](=O) [O-])
CCN (C(=O)
(C (C)
CCC 2
(Cl )cc1
[N+](=O) [O-]
c1ccc2 c(
c n1
C(=O)N 1
CC (C
( N)
[ S
c2 c(
C n1
= [NH+]
C c1ccc
CCCCC 1
O= C(C
n 3
C c1cc(
c2 c1
C c1ccccc1
n cc
(C 2
c2ccc 3
O=C( [O-])
)cc 2)
c1ccc2c( c1)
CC )
c2 cn
c (C(=O)N
[S i
)N 1
c1 2
(CC (=O)N
[nH +]
CCC (C
ccc 3
c3cc cc
CC1 )
C NC(=O)
[NH+] 1
CC =
[Si ]
n (
)cc (
CC (C)C
c1ccc (Cl)cc1
O C1
c2cc cc(
[NH+] 2
CC n1
c4ccccc 4
c2ccc (C
OC 2
(C) cc
CO c1cc
cc cc
c(C) c1
N #
CC NC(=O)
CCC [NH2+]
c1 c(
CC 2)cc1
c1cccc (C
CC S
c2ccc (Cl)cc
C(=O) [O-])
c2ccc( F)cc
=O) cc1
)cc 3)
C 2)
CO c1ccc(C
n (C)
OC (C
c2 )cc1
5 )
NC(=O) C(
n c(N
c [nH]
( [O-])
c1 C
N C(
c( OC)
# N
c1ccc( F)cc1
N S(=O)(=O)
CN 1
c( N)
n 2)
(C) (=O)
CCCC 2
C[NH+] 1
O= C1
n c(C
C (C)C)
C c1ccc(C
c 6
)cc 3
c1cccc 2
Br )cc1
CC 2)c1
S (C)(=O)
N (
C1 CC1
(C (F)(F)F)
ccc (
CC C(=O)N
c3 n
c( NC(=O)
CC[NH+] (C
C( N)
(C) C(=O)
CN (
c1cc 2
CCN 1
C1 =O
c3 c(
C 4
c1ccc( N
c1ccc (C)
c2ccccc2 1
)cc 2)cc1
OC(C) (C)C)
(C(=O)N 2
c (Cl)cc
n n1
O C(
[nH] 1
O CCO
cc (C
C c1cccc(
= C2
=S )
CCC [NH+]
n c3
CCCC (
[Si] (C)
Br) c1
O 1
CCC 3
NC(=O) C1
C(F)(F) F)
cc 3
(CC (=O)
c4ccc (
OC O
c2) c1
c2ccccc 2)cc1
c1cc (C
N1 C(=O)
c4ccccc 4)
C(C) (C)C
O CC(=O)N
c4 )
c2ccc3 c(
n cn
n 2)cc1
Cc1 cn
C 3)
N c1n
n1 )
C(C) (C)
n 3)
=S )N
CCC (C(=O)N
NC(=O) C2
c5 ccccc
CO c1ccccc1
(N) =O)
s1 )
OCC )
(Cl) c1
ccccc 2
c1ccc (Cl)
P (=O)
O) cc1
c2ccc( N
CC c1n
c(Cl) c1
C( N
n (C
2) n1
c2ccc3c( c2)
c( S
c3 cc(
C1 )
c2 s
(F)(F) F)cc
c(F) c1
CCO CC1
C #
CC1 (C)
n cc1
c1ccc (C(=O)N
( CCC
cc c1
I )
c( O)
CO c1cc(
NC(=O) C(C)
c1 =O
CN (C(=O)
3 CCCC
Cc1cc (C)
CC[NH+] 1
c3ccc( F)cc
N =
N2 C(=O)
CC (CC
CC (C)C)
c3ccc 4
n o
CC 4
c2cc 3
CC(=O) [O-])
C )cc1
C c1cccc
s 2)
C(=O)N C(
C(F)(F) F
S(C)(=O) =O)
c3ccc (Cl)cc
l )
c1n cc
c2n c(
c2) CC1
(C O)
c4 cc
(C)C (C)
CCC( O)
c(C 2
C1 =
C(=O)N 2
C2 =O)
CC(=O)N 1
s c1
CC( [NH3+])
OC )cc1
c (C(=O)
(C) c1
( [NH3+])
c1ccc( O
C(=O)N (
=C( N
C= C
c1ccc(C) cc1
c2n cc
CC C(=O)
CN (C)
CCC =
3 )cc1
c(=O) [nH]
(C)C )cc1
c1 s
c1ccc( NC(=O)
c(C) cc
(F) c1
S(=O)(=O)N 2
c1n c(
ccc2 1
(C #N)
OC 3
CO C1
OC) c1
CC 4)
N (C)
C(C #N)
c2ccccc 2)c1
C (C(=O)N
n c(C)
( N
CC( NC(=O)
c1ccc( Br)cc1
CCCC (C)
CC S(=O)(=O)
c s1
C(C) (C)C)
CCCCC 2
C OC
ccccc 3
C1 CCCCC1
C( [NH3+])
c2cc (Cl)
c3cc cc(
c2ccc (Cl)
CCN (CC)
CCCC O
c2cccc (Cl)
N (C
c2ccc( OC
c1ccc (C(=O)
[N+](=O)[O-] )cc1
C(C O)
(CC(=O) [O-])
CCO CCO
c1ccc(C 2
c3 cn
c1 cs
c(C (C)
n 4
c 7
s 3)
nc( S
(CC O)
CN (C
OC(C) =O)
CCN (C
c5ccccc 5
= C1
CCC )
CCCCCCCC CCCC
CC(C)(C) O
CCC NC(=O)
o c(
c1ccc( F)
CCO CC2)
P(=O) ([O-])
c2ccc( Br
(C)C 2
c(N 2
n o1
N (C(=O)
C[NH+] (C)
( CCCC
c2ccc(Cl)cc 2
c(OC) c1
C(O) C(O)
[nH] c(
c1cc (Cl)cc
O) cc
c3ccc(F)cc 3)
CCC n1
c2cccc 3
[NH2+] C
C1 2
c2ccc (C)
c2cc (C)
( c2ccccc2)
CC OC
c( O
O CC1
c (C(=O)[O-])
ccc 4
c2cccc c12
[N+](=O)[O-]) c1
c3ccc (C
N =C
C2 )cc1
n 2)c1
O= S(=O)
c2n cn
c [nH+]
o 2)
C( =
3 CCO
c2 C)
c4 cccc
c( Br)
CCCN (C(=O)
COc1cc (C
F)cc c1
CCCCC 3)
CC[NH+] (C)
c2 cs
CCO C1
c2cccc (F)
CCCCC 2)
n c2)
[n +]
NC(=O) C
c1cccc (Cl)c1
% 1
CCC 4
CCCC 2)
c1 2)
c2ccc(F)cc 2)
C(=O)N C(C
c1ccc( N2
c(C (F)(F)F)
C[NH+] =C(N
c1ccc nc1
Cc1cc (C
S(=O)(=O)N 1
CO c1cccc(
c2ccc(Cl)cc 2)
C( =C
CC[NH+] (CC
( O
(C(C) (C)C)
c2ccc(F)cc 2
CCN( S(=O)(=O)
C1 CCCC1
CCC( [NH3+])
c2 =O)
OC(C O)
c1 c(C)
ccccc 6
C1 O
C(=O) OC
c2cc (F)
=C( N)
C S(=O)(=O)
CC(=O) [O-]
C c2ccccc2
c1cc( N
c3ccc(Cl)cc 3)
N) =O)
CCCN (
c2cc (C
CC (C(=O)N
n2 cc
o 1)
)cc 2)c1
c2 1
CC[NH+] (CC(=O)N
CC c1ccc(
C(C) =O)
[N -]
CC O)
C( NC(=O)
c(C #N)
C( =S)N
c2ccc (C(=O)N
c1 N
c1n cn
C1 CCCC
c2ccc( O
n2 cn
CC(C) O
C= C1
o 3)
(C [NH3+])
CCO c1ccc(
OC(C) (C)C
c2ccc (F)
c3ccccc 2
C(F)(F) C(F)(F)
C[NH+] 2
C2 =O)cc1
c2ccccc2) CC1
CCC( NC(=O)
c2ccc (C)cc
Cc1cc 2
CCC S
c( cc1
= [NH2+]
CCN (CC
C2 CC2)
c1 O
CCC (CC)
c1 c[nH]
c1cccc (F)c1
CCCCC 1)
[nH] c(=O)
c1ccc s1
N (C)C(=O)
CC[NH2+] CC1
n cc2
)cc cc1
c( OC
c o
[N+] ([O-])
CCN1 C(=O)
(N) (=O)
n nc1
CC c1ccccc1
c3ccc4 c(
C O)
Cc1ccc (C)
c6 ccccc6
CC1 (
c2 c(C)
c2) C1
C(C) C(=O)N
s 2)cc1
( c1ccccc1)
n1 C
CN1 C(=O)
)cc 4
N 3
n 2)CC1
CC( O
n (CC
C[NH+] (C
C 2)c1
n n2
= C(O)
C1 CCC
CCN C(N
C c1cccc(C
[NH+] (C)C)
Cc1ccc( NC(=O)
CC( [NH2+]
c2 n1
OC c1ccccc1
c2) n1
c1cc ncc1
C c1ccc2
3CCO CC3)
c1 [nH]
(C(C) (C)C
c2n c3ccccc3
CCCCCCCC CCCCCCCC
c( Br)c1
C #N)
O= [N+]([O-])
Br )ccc1
- 2
)cc2 1
Cc1 cs
C(=O) O
(F) F)
C 5
Cc1ccc (C(=O)N
(C(=O) [O-]
3) CC1
)cc 4)
)cc 2)CC1
c( F)cc
C #N
C= C(
c3ccc (C)cc
c(C 3
c(F) c(F)
nc1 2
c1n nc(
c3ccc4c( c3)
(F)(F) F)cc1
c1cc (C)
CCO c1ccccc1
CC( N
CC[NH+] (C(C)
c5 ccc
n [nH]
o 2)cc1
CC2) CC1
(C (C)C)
NC( =S)N
C1 (
CCCC (=O)N
CC(C) (C)C
C) c1
c2 [nH]
c2ccccc2 F)
S (N)(=O)
c1ccc( O)cc1
) C(=O)
c1c( F)cc
CC1 2
CC #
nc( N)
S 1
c2cc(Cl) ccc2
NC(=O) C(C
CCN 2
CC2) n1
cc( N
3) c1
CC C(=O)[O-])
CO c1ccc2
C1 CC
S C
NC(=O) CS
c2cc( Br)
Cl )cc1
c2ccccc2 Cl)
c1n c2ccccc2
CCC(C) (C)
=O) cc
c2cc ncc
N (CC
n c3)
CN 2
CC(=O) O
c2ccccc2) C1
Cc1n c(
CN (C)C(=O)
[NH+] 3
C(=O)N (C
C= C(C)
c1 c(Cl)cc
CC[NH+] (CC)
c1ccc( [N+](=O)[O-])cc1
CCC [NH+]1
O) c1
OC(C) (C)
CO c1cccc
6 )
CC1 =
n cn1
N C1
c3ccc( OC
(C(=O) OC)
c1ccccc1 )N
c2ccc( [N+](=O)[O-]
(C)C) c1
COc1cc 2
[NH+] (C)
CCN (C(=O)N
C1 C
CC[NH+](C(C) C(=O)N
nc2 c1
CN (CC
c3ccc( N
s c2c1
c2cc (C(=O)N
OC) c(OC)
CCCC (=O)
c2ccc( NC(=O)
Cc1ccc( N
O [Si](C)
c2c( F)cc
C(N) =O
CC( =
S )
C (C(=O)[O-])
c3 s
C(=O)N C1
c1cc (Cl)
CC2 )ccc1
c2cc 1
3CCCC 3)
CCCCC 3
c2cccc c12)
c1n c(N
CC =C
CCC (CC
NC(=O)C( [NH3+])
COc1ccc(C 2
C( CC)
CC(=O)N 2
c3 ncc
S(C)(=O) =O
cc 4
Cn1 cc
c4ccc 5
CCC( O
CCCC CCCCC
cc( Br)
(C(C) =O)
c2ccc s2)
C(N) =O)
c1ccc( OC)cc1
c3 C)
c 8
c5ccccc 5)
Cc1cc (C(=O)N
c2ccc nc2
[NH2+] C2
C(=O) C1
CC l)
c4 c(
c2cccc (C)
C(F) F)
CCC= CCC=
c1cc(Cl)cc c1
CCC N1
n c1)
ccccc 4
C( OC
[NH+] (C)C
CC1 CCCC
CC[NH+] 2
C[NH2+] C1
O=C(N C1
=N NC(=O)
CO c1cccc(C
=[NH2+] )
Cc1n o
c1ccc( Br)
c1ccc2 ccccc2
CCC 2)
(C)C 3
CCN (C)
c3ccc(Cl)cc 3
Cc1ccc( F)cc1
)cc( OC)c1
c1ccc(Cl)cc1 )
c2ccc nc2)
c1ccccc1 Cl
c(=O) n1
CCC N1C(=O)
c1ccc(F)cc1 )
CCCC 3
c1ccc(C (C)
)cc1 )
3CCCC 3
CCC( N
c3ccc (Cl)
c3ccc s3)
s c2
# C
c3cccc (Cl)
c5 ccc(
O CC2
C (Cl)
n1 cn
c2n nc(
cn 2
c1cccc( NC(=O)
( c3ccccc3)
c(=O) n2
CC2) C1
CCC 3)
c3cccc 4
c1cccc2 c1
ccc2 c1
n c4
CC1 (C)C
c3cc 4
CC (C(=O)[O-])
CC1 (C
c1ccc2c(c1) OCO
COC(=O) C1
CCOC(=O) C1
Cc1 s
c3 c2
=C( [O-])
c2ccccc2) n1
CCC (C)C
CC(CC (C
Br )cc
c1ccc o1
( OC)
N C2
CCO c1cc(C
C(F) F
c4ccc( F)cc
= C(C
c3 nn
(CC 2
CC(C) C1
c3cc (Cl)
= C(C)
c1cc (C(=O)N
c %1
n1 cc
c1cc( F)ccc1
c(C(=O)N 2
CCCC (C
OCC (C
3 C)
3) C2
c1ncc cc1
CC1 C
CCO 1
cccc c12
3 CC3)
= CC(=O)
o c1
c1n c(C
3) C1
ccccc 7
C= N
CCCC )
CC (F)(F)
2)C1 =O
c1ccccc1 F
c( [N+](=O)[O-])
CC(C) [NH2+]
c5 )
n 4)
O 2
OC (C)C)
C3 =O)
c( [O-])
CCCCC 2)cc1
Cc1ccc (Cl)cc1
CC(C) (O)
c2ccc o2)
CCCO 1
c1cc (C)cc
c2cc(F) ccc2
CCCC CC1
c2cc3 c(
c2cccc (C(F)(F)F)
n2 ccc
OC (C)C
O CCC
= C(C#N)
CC(C O)
CC( N)=O)
O=C(C S
CCO CC1)
c3cc (C)
n [nH]1
C2 CCCC
O P(=O)([O-])
[NH2+] C)
c2 c[nH]
CC[NH2+] C1
4 CCCC
Cc1n n(C)
CC C(=O)N1
( NC(=O)
C(F)(F) F)cc
c(C)cc (C)
c( [N+](=O)[O-])c1
c1cc( Br)ccc1
