{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Strip",
    "strip_left": false,
    "strip_right": true
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "<s>": {
        "id": "<s>",
        "ids": [
          1
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "vocab": {
      "<pad>": 0,
      "<s>": 1,
      "</s>": 2,
      "<unk>": 3,
      "#": 4,
      "%": 5,
      "(": 6,
      ")": 7,
      "*": 8,
      "+": 9,
      "-": 10,
      ".": 11,
      "/": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      "=": 24,
      "@": 25,
      "A": 26,
      "B": 27,
      "C": 28,
      "D": 29,
      "E": 30,
      "F": 31,
      "G": 32,
      "H": 33,
      "I": 34,
      "K": 35,
      "L": 36,
      "M": 37,
      "N": 38,
      "O": 39,
      "P": 40,
      "R": 41,
      "S": 42,
      "T": 43,
      "U": 44,
      "V": 45,
      "W": 46,
      "X": 47,
      "Y": 48,
      "Z": 49,
      "[": 50,
      "\\": 51,
      "]": 52,
      "a": 53,
      "b": 54,
      "c": 55,
      "d": 56,
      "e": 57,
      "f": 58,
      "g": 59,
      "h": 60,
      "i": 61,
      "k": 62,
      "l": 63,
      "m": 64,
      "n": 65,
      "o": 66,
      "p": 67,
      "r": 68,
      "s": 69,
      "t": 70,
      "u": 71,
      "v": 72,
      "w": 73,
      "x": 74,
      "y": 75,
      "z": 76,
      "cc": 77,
      "CC": 78,
      "(C": 79,
      "c1": 80,
      "O)": 81,
      "=O)": 82,
      "(=O)": 83,
      "ccc": 84,
      "(C)": 85,
      "c2": 86,
      "C(=O)": 87,
      ")cc": 88,
      "+]": 89,
      "[N": 90,
      "CCC": 91,
      "c1cc": 92,
      "[NH": 93,
      "c1ccc": 94,
      "c(": 95,
      "C(": 96,
      "c3": 97,
      "2)": 98,
      "F)": 99,
      "C1": 100,
      "CCCC": 101,
      "c2cc": 102,
      "OC": 103,
      "c1cccc": 104,
      "NC(=O)": 105,
      ")cc1": 106,
      "CC1": 107,
      "(=O)N": 108,
      "(C)C": 109,
      "-]": 110,
      "CO": 111,
      "c1ccc(": 112,
      "[O": 113,
      "[O-]": 114,
      "n1": 115,
      "[NH+]": 116,
      "c2ccc": 117,
      "3)": 118,
      "(Cl": 119,
      "(F)": 120,
      "c1ccccc1": 121,
      "ccccc": 122,
      "CCO": 123,
      "C(=O)N": 124,
      "2+]": 125,
      "[NH2+]": 126,
      "c2ccccc": 127,
      "(CC": 128,
      "C2": 129,
      "[O-])": 130,
      "cn": 131,
      "c1n": 132,
      "S(=O)": 133,
      "[n": 134,
      "O=": 135,
      "N)": 136,
      "CCN": 137,
      "(C(=O)": 138,
      "[nH": 139,
      "(C(=O)N": 140,
      "c4": 141,
      "(Cl)": 142,
      "Br": 143,
      "CC(C)": 144,
      "C(C)": 145,
      "[nH]": 146,
      "(C)C)": 147,
      "CC(": 148,
      "2)cc1": 149,
      "c(C": 150,
      "3+]": 151,
      "[NH3+]": 152,
      "c3ccc": 153,
      "c2ccc(": 154,
      "CN": 155,
      "C(C": 156,
      "c(C)": 157,
      "c3ccccc": 158,
      "CCCCC": 159,
      "Cl": 160,
      "C=": 161,
      "S(=O)(=O)": 162,
      "cc(": 163,
      "c2)": 164,
      "cc1": 165,
      "c2n": 166,
      "OC)": 167,
      "c2ccccc2": 168,
      "O=C(": 169,
      "c1cc(": 170,
      "F)cc": 171,
      "c1ccc(C": 172,
      "CC(=O)N": 173,
      ")N": 174,
      "n2": 175,
      "CC2": 176,
      "[N+]": 177,
      "C)": 178,
      "2)c1": 179,
      "[NH3+])": 180,
      "Br)": 181,
      "CC[NH+]": 182,
      "4)": 183,
      "c(N": 184,
      "CCC(": 185,
      "c2ccccc2)": 186,
      "=O": 187,
      "(Cl)cc": 188,
      "(F)(F)": 189,
      "c1)": 190,
      "c(=O)": 191,
      "c3cc": 192,
      "Cc1ccc(": 193,
      "[N+](=O)": 194,
      "CC(=O)": 195,
      "c2cccc": 196,
      "c1cccc(": 197,
      "c1ccc2": 198,
      "CC2)": 199,
      "N1": 200,
      "C(F)": 201,
      "C3": 202,
      "s1": 203,
      "c3ccccc3": 204,
      "C[NH+]": 205,
      "ccc2": 206,
      "CCC1": 207,
      "nc(": 208,
      "Cc1": 209,
      "S(=O)(=O)N": 210,
      "nc1": 211,
      "OCC": 212,
      "C(O)": 213,
      "Cc1cc": 214,
      "CCCCCCCC": 215,
      "N2": 216,
      "c3ccc(": 217,
      "=C": 218,
      "OC(C)": 219,
      "Cc1n": 220,
      "c3)": 221,
      "c1ccccc1)": 222,
      "COC(=O)": 223,
      "c(Cl)": 224,
      "Cl)": 225,
      "C(F)(F)": 226,
      "#N)": 227,
      "c5": 228,
      "(C(=O)[O-])": 229,
      "(CC)": 230,
      "OC(=O)": 231,
      "1)": 232,
      "(O)": 233,
      "CC[NH2+]": 234,
      "cc2": 235,
      "c3ccccc3)": 236,
      "=C(": 237,
      "CCN(": 238,
      ")ccc1": 239,
      "C[NH2+]": 240,
      "O=C(N": 241,
      "F)cc1": 242,
      "(F)(F)F)": 243,
      "nn": 244,
      ")cc2": 245,
      "=N": 246,
      "COc1ccc(": 247,
      "c4ccccc": 248,
      "CS": 249,
      "CC(C)(C)": 250,
      "CCCC1": 251,
      "c(F)": 252,
      "2)CC1": 253,
      "c1cn": 254,
      "CCOC(=O)": 255,
      "CCCN": 256,
      "c2cc(": 257,
      "CCC(C)": 258,
      "CC3)": 259,
      "nc2": 260,
      "NC(=O)N": 261,
      "C(=O)[O-]": 262,
      "C(C)C": 263,
      "=S": 264,
      "c4ccc": 265,
      "CC(O)": 266,
      "o1": 267,
      "CC3": 268,
      "cs": 269,
      "CCCO": 270,
      "2)C1": 271,
      "[N+](=O)[O-])": 272,
      "CCN(C(=O)": 273,
      "(C(C)": 274,
      "CCC2": 275,
      "(Cl)cc1": 276,
      "[N+](=O)[O-]": 277,
      "c1ccc2c(": 278,
      "cn1": 279,
      "C(=O)N1": 280,
      "CC(C": 281,
      "(N)": 282,
      "[S": 283,
      "c2c(": 284,
      "Cn1": 285,
      "=[NH+]": 286,
      "Cc1ccc": 287,
      "CCCCC1": 288,
      "O=C(C": 289,
      "n3": 290,
      "Cc1cc(": 291,
      "c2c1": 292,
      "Cc1ccccc1": 293,
      "ncc": 294,
      "(C2": 295,
      "c2ccc3": 296,
      "O=C([O-])": 297,
      ")cc2)": 298,
      "c1ccc2c(c1)": 299,
      "CC)": 300,
      "c2cn": 301,
      "c(C(=O)N": 302,
      "[Si": 303,
      ")N1": 304,
      "c12": 305,
      "(CC(=O)N": 306,
      "[nH+]": 307,
      "CCC(C": 308,
      "ccc3": 309,
      "c3cccc": 310,
      "CC1)": 311,
      "CNC(=O)": 312,
      "[NH+]1": 313,
      "CC=": 314,
      "[Si]": 315,
      "n(": 316,
      ")cc(": 317,
      "CC(C)C": 318,
      "c1ccc(Cl)cc1": 319,
      "OC1": 320,
      "c2cccc(": 321,
      "[NH+]2": 322,
      "CCn1": 323,
      "c4ccccc4": 324,
      "c2ccc(C": 325,
      "OC2": 326,
      "(C)cc": 327,
      "COc1cc": 328,
      "cccc": 329,
      "c(C)c1": 330,
      "N#": 331,
      "CCNC(=O)": 332,
      "CCC[NH2+]": 333,
      "c1c(": 334,
      "CC2)cc1": 335,
      "c1cccc(C": 336,
      "CCS": 337,
      "c2ccc(Cl)cc": 338,
      "C(=O)[O-])": 339,
      "c2ccc(F)cc": 340,
      "=O)cc1": 341,
      ")cc3)": 342,
      "C2)": 343,
      "COc1ccc(C": 344,
      "n(C)": 345,
      "OC(C": 346,
      "c2)cc1": 347,
      "5)": 348,
      "NC(=O)C(": 349,
      "nc(N": 350,
      "c[nH]": 351,
      "([O-])": 352,
      "c1C": 353,
      "NC(": 354,
      "c(OC)": 355,
      "#N": 356,
      "c1ccc(F)cc1": 357,
      "NS(=O)(=O)": 358,
      "CN1": 359,
      "c(N)": 360,
      "n2)": 361,
      "(C)(=O)": 362,
      "CCCC2": 363,
      "C[NH+]1": 364,
      "O=C1": 365,
      "nc(C": 366,
      "C(C)C)": 367,
      "Cc1ccc(C": 368,
      "c6": 369,
      ")cc3": 370,
      "c1cccc2": 371,
      "Br)cc1": 372,
      "CC2)c1": 373,
      "S(C)(=O)": 374,
      "N(": 375,
      "C1CC1": 376,
      "(C(F)(F)F)": 377,
      "ccc(": 378,
      "CCC(=O)N": 379,
      "c3n": 380,
      "c(NC(=O)": 381,
      "CC[NH+](C": 382,
      "C(N)": 383,
      "(C)C(=O)": 384,
      "CN(": 385,
      "c1cc2": 386,
      "CCN1": 387,
      "C1=O": 388,
      "c3c(": 389,
      "C4": 390,
      "c1ccc(N": 391,
      "c1ccc(C)": 392,
      "c2ccccc21": 393,
      ")cc2)cc1": 394,
      "OC(C)(C)C)": 395,
      "(C(=O)N2": 396,
      "c(Cl)cc": 397,
      "nn1": 398,
      "OC(": 399,
      "[nH]1": 400,
      "OCCO": 401,
      "cc(C": 402,
      "Cc1cccc(": 403,
      "=C2": 404,
      "=S)": 405,
      "CCC[NH+]": 406,
      "nc3": 407,
      "CCCC(": 408,
      "[Si](C)": 409,
      "Br)c1": 410,
      "O1": 411,
      "CCC3": 412,
      "NC(=O)C1": 413,
      "C(F)(F)F)": 414,
      "cc3": 415,
      "(CC(=O)": 416,
      "c4ccc(": 417,
      "OCO": 418,
      "c2)c1": 419,
      "c2ccccc2)cc1": 420,
      "c1cc(C": 421,
      "N1C(=O)": 422,
      "c4ccccc4)": 423,
      "C(C)(C)C": 424,
      "OCC(=O)N": 425,
      "c4)": 426,
      "c2ccc3c(": 427,
      "ncn": 428,
      "n2)cc1": 429,
      "Cc1cn": 430,
      "C3)": 431,
      "Nc1n": 432,
      "n1)": 433,
      "C(C)(C)": 434,
      "n3)": 435,
      "=S)N": 436,
      "CCC(C(=O)N": 437,
      "NC(=O)C2": 438,
      "c5ccccc": 439,
      "COc1ccccc1": 440,
      "(N)=O)": 441,
      "s1)": 442,
      "OCC)": 443,
      "(Cl)c1": 444,
      "ccccc2": 445,
      "c1ccc(Cl)": 446,
      "P(=O)": 447,
      "O)cc1": 448,
      "c2ccc(N": 449,
      "CCc1n": 450,
      "c(Cl)c1": 451,
      "C(N": 452,
      "n(C": 453,
      "2)n1": 454,
      "c2ccc3c(c2)": 455,
      "c(S": 456,
      "c3cc(": 457,
      "C1)": 458,
      "c2s": 459,
      "(F)(F)F)cc": 460,
      "c(F)c1": 461,
      "CCOCC1": 462,
      "C#": 463,
      "CC1(C)": 464,
      "ncc1": 465,
      "c1ccc(C(=O)N": 466,
      "(CCC": 467,
      "ccc1": 468,
      "I)": 469,
      "c(O)": 470,
      "COc1cc(": 471,
      "NC(=O)C(C)": 472,
      "c1=O": 473,
      "CN(C(=O)": 474,
      "3CCCC": 475,
      "Cc1cc(C)": 476,
      "CC[NH+]1": 477,
      "c3ccc(F)cc": 478,
      "N=": 479,
      "N2C(=O)": 480,
      "CC(CC": 481,
      "CC(C)C)": 482,
      "c3ccc4": 483,
      "no": 484,
      "CC4": 485,
      "c2cc3": 486,
      "CC(=O)[O-])": 487,
      "C)cc1": 488,
      "Cc1cccc": 489,
      "s2)": 490,
      "C(=O)NC(": 491,
      "C(F)(F)F": 492,
      "S(C)(=O)=O)": 493,
      "c3ccc(Cl)cc": 494,
      "l)": 495,
      "c1ncc": 496,
      "c2nc(": 497,
      "c2)CC1": 498,
      "(CO)": 499,
      "c4cc": 500,
      "(C)C(C)": 501,
      "CCC(O)": 502,
      "c(C2": 503,
      "C1=": 504,
      "C(=O)N2": 505,
      "C2=O)": 506,
      "CC(=O)N1": 507,
      "sc1": 508,
      "CC([NH3+])": 509,
      "OC)cc1": 510,
      "c(C(=O)": 511,
      "(C)c1": 512,
      "([NH3+])": 513,
      "c1ccc(O": 514,
      "C(=O)N(": 515,
      "=C(N": 516,
      "C=C": 517,
      "c1ccc(C)cc1": 518,
      "c2ncc": 519,
      "CCC(=O)": 520,
      "CN(C)": 521,
      "CCC=": 522,
      "3)cc1": 523,
      "c(=O)[nH]": 524,
      "(C)C)cc1": 525,
      "c1s": 526,
      "c1ccc(NC(=O)": 527,
      "c(C)cc": 528,
      "(F)c1": 529,
      "S(=O)(=O)N2": 530,
      "c1nc(": 531,
      "ccc21": 532,
      "(C#N)": 533,
      "OC3": 534,
      "COC1": 535,
      "OC)c1": 536,
      "CC4)": 537,
      "N(C)": 538,
      "C(C#N)": 539,
      "c2ccccc2)c1": 540,
      "C(C(=O)N": 541,
      "nc(C)": 542,
      "(N": 543,
      "CC(NC(=O)": 544,
      "c1ccc(Br)cc1": 545,
      "CCCC(C)": 546,
      "CCS(=O)(=O)": 547,
      "cs1": 548,
      "C(C)(C)C)": 549,
      "CCCCC2": 550,
      "COC": 551,
      "ccccc3": 552,
      "C1CCCCC1": 553,
      "C([NH3+])": 554,
      "c2cc(Cl)": 555,
      "c3cccc(": 556,
      "c2ccc(Cl)": 557,
      "CCN(CC)": 558,
      "CCCCO": 559,
      "c2cccc(Cl)": 560,
      "N(C": 561,
      "c2ccc(OC": 562,
      "c1ccc(C(=O)": 563,
      "[N+](=O)[O-])cc1": 564,
      "C(CO)": 565,
      "(CC(=O)[O-])": 566,
      "CCOCCO": 567,
      "c1ccc(C2": 568,
      "c3cn": 569,
      "c1cs": 570,
      "c(C(C)": 571,
      "n4": 572,
      "c7": 573,
      "s3)": 574,
      "nc(S": 575,
      "(CCO)": 576,
      "CN(C": 577,
      "OC(C)=O)": 578,
      "CCN(C": 579,
      "c5ccccc5": 580,
      "=C1": 581,
      "CCC)": 582,
      "CCCCCCCCCCCC": 583,
      "CC(C)(C)O": 584,
      "CCCNC(=O)": 585,
      "oc(": 586,
      "c1ccc(F)": 587,
      "CCOCC2)": 588,
      "P(=O)([O-])": 589,
      "c2ccc(Br": 590,
      "(C)C2": 591,
      "c(N2": 592,
      "no1": 593,
      "N(C(=O)": 594,
      "C[NH+](C)": 595,
      "(CCCC": 596,
      "c2ccc(Cl)cc2": 597,
      "c(OC)c1": 598,
      "C(O)C(O)": 599,
      "[nH]c(": 600,
      "c1cc(Cl)cc": 601,
      "O)cc": 602,
      "c3ccc(F)cc3)": 603,
      "CCCn1": 604,
      "c2cccc3": 605,
      "[NH2+]C": 606,
      "C12": 607,
      "c2ccc(C)": 608,
      "c2cc(C)": 609,
      "(c2ccccc2)": 610,
      "CCOC": 611,
      "c(O": 612,
      "OCC1": 613,
      "c(C(=O)[O-])": 614,
      "ccc4": 615,
      "c2ccccc12": 616,
      "[N+](=O)[O-])c1": 617,
      "c3ccc(C": 618,
      "N=C": 619,
      "C2)cc1": 620,
      "n2)c1": 621,
      "O=S(=O)": 622,
      "c2ncn": 623,
      "c[nH+]": 624,
      "o2)": 625,
      "C(=": 626,
      "3CCO": 627,
      "c2C)": 628,
      "c4cccc": 629,
      "c(Br)": 630,
      "CCCN(C(=O)": 631,
      "COc1cc(C": 632,
      "F)ccc1": 633,
      "CCCCC3)": 634,
      "CC[NH+](C)": 635,
      "c2cs": 636,
      "CCOC1": 637,
      "c2cccc(F)": 638,
      "CCCCC2)": 639,
      "nc2)": 640,
      "[n+]": 641,
      "NC(=O)C": 642,
      "c1cccc(Cl)c1": 643,
      "%1": 644,
      "CCC4": 645,
      "CCCC2)": 646,
      "c12)": 647,
      "c2ccc(F)cc2)": 648,
      "C(=O)NC(C": 649,
      "c1ccc(N2": 650,
      "c(C(F)(F)F)": 651,
      "C[NH+]=C(N": 652,
      "c1cccnc1": 653,
      "Cc1cc(C": 654,
      "S(=O)(=O)N1": 655,
      "COc1cccc(": 656,
      "c2ccc(Cl)cc2)": 657,
      "C(=C": 658,
      "CC[NH+](CC": 659,
      "(O": 660,
      "(C(C)(C)C)": 661,
      "c2ccc(F)cc2": 662,
      "CCN(S(=O)(=O)": 663,
      "C1CCCC1": 664,
      "CCC([NH3+])": 665,
      "c2=O)": 666,
      "OC(CO)": 667,
      "c1c(C)": 668,
      "ccccc6": 669,
      "C1O": 670,
      "C(=O)OC": 671,
      "c2cc(F)": 672,
      "=C(N)": 673,
      "CS(=O)(=O)": 674,
      "CC(=O)[O-]": 675,
      "Cc2ccccc2": 676,
      "c1cc(N": 677,
      "c3ccc(Cl)cc3)": 678,
      "N)=O)": 679,
      "CCCN(": 680,
      "c2cc(C": 681,
      "CC(C(=O)N": 682,
      "n2cc": 683,
      "o1)": 684,
      ")cc2)c1": 685,
      "c21": 686,
      "CC[NH+](CC(=O)N": 687,
      "CCc1ccc(": 688,
      "C(C)=O)": 689,
      "[N-]": 690,
      "CCO)": 691,
      "C(NC(=O)": 692,
      "c(C#N)": 693,
      "C(=S)N": 694,
      "c2ccc(C(=O)N": 695,
      "c1N": 696,
      "c1ncn": 697,
      "C1CCCC": 698,
      "c2ccc(O": 699,
      "n2cn": 700,
      "CC(C)O": 701,
      "C=C1": 702,
      "o3)": 703,
      "(C[NH3+])": 704,
      "CCOc1ccc(": 705,
      "OC(C)(C)C": 706,
      "c2ccc(F)": 707,
      "c3ccccc2": 708,
      "C(F)(F)C(F)(F)": 709,
      "C[NH+]2": 710,
      "C2=O)cc1": 711,
      "c2ccccc2)CC1": 712,
      "CCC(NC(=O)": 713,
      "c2ccc(C)cc": 714,
      "Cc1cc2": 715,
      "CCCS": 716,
      "c(cc1": 717,
      "=[NH2+]": 718,
      "CCN(CC": 719,
      "C2CC2)": 720,
      "c1O": 721,
      "CCC(CC)": 722,
      "c1c[nH]": 723,
      "c1cccc(F)c1": 724,
      "CCCCC1)": 725,
      "[nH]c(=O)": 726,
      "c1cccs1": 727,
      "N(C)C(=O)": 728,
      "CC[NH2+]CC1": 729,
      "ncc2": 730,
      ")cccc1": 731,
      "c(OC": 732,
      "co": 733,
      "[N+]([O-])": 734,
      "CCN1C(=O)": 735,
      "(N)(=O)": 736,
      "nnc1": 737,
      "CCc1ccccc1": 738,
      "c3ccc4c(": 739,
      "CO)": 740,
      "Cc1ccc(C)": 741,
      "c6ccccc6": 742,
      "CC1(": 743,
      "c2c(C)": 744,
      "c2)C1": 745,
      "C(C)C(=O)N": 746,
      "s2)cc1": 747,
      "(c1ccccc1)": 748,
      "n1C": 749,
      "CN1C(=O)": 750,
      ")cc4": 751,
      "N3": 752,
      "n2)CC1": 753,
      "CC(O": 754,
      "n(CC": 755,
      "C[NH+](C": 756,
      "C2)c1": 757,
      "nn2": 758,
      "=C(O)": 759,
      "C1CCC": 760,
      "CCNC(N": 761,
      "Cc1cccc(C": 762,
      "[NH+](C)C)": 763,
      "Cc1ccc(NC(=O)": 764,
      "CC([NH2+]": 765,
      "c2n1": 766,
      "OCc1ccccc1": 767,
      "c2)n1": 768,
      "c1ccncc1": 769,
      "Cc1ccc2": 770,
      "3CCOCC3)": 771,
      "c1[nH]": 772,
      "(C(C)(C)C": 773,
      "c2nc3ccccc3": 774,
      "CCCCCCCCCCCCCCCC": 775,
      "c(Br)c1": 776,
      "C#N)": 777,
      "O=[N+]([O-])": 778,
      "Br)ccc1": 779,
      "-2": 780,
      ")cc21": 781,
      "Cc1cs": 782,
      "C(=O)O": 783,
      "(F)F)": 784,
      "C5": 785,
      "Cc1ccc(C(=O)N": 786,
      "(C(=O)[O-]": 787,
      "3)CC1": 788,
      ")cc4)": 789,
      ")cc2)CC1": 790,
      "c(F)cc": 791,
      "C#N": 792,
      "C=C(": 793,
      "c3ccc(C)cc": 794,
      "c(C3": 795,
      "c(F)c(F)": 796,
      "nc12": 797,
      "c1nnc(": 798,
      "c3ccc4c(c3)": 799,
      "(F)(F)F)cc1": 800,
      "c1cc(C)": 801,
      "CCOc1ccccc1": 802,
      "CC(N": 803,
      "CC[NH+](C(C)": 804,
      "c5ccc": 805,
      "n[nH]": 806,
      "o2)cc1": 807,
      "CC2)CC1": 808,
      "(C(C)C)": 809,
      "NC(=S)N": 810,
      "C1(": 811,
      "CCCC(=O)N": 812,
      "CC(C)(C)C": 813,
      "C)c1": 814,
      "c2[nH]": 815,
      "c2ccccc2F)": 816,
      "S(N)(=O)": 817,
      "c1ccc(O)cc1": 818,
      ")C(=O)": 819,
      "c1c(F)cc": 820,
      "CC12": 821,
      "CC#": 822,
      "nc(N)": 823,
      "S1": 824,
      "c2cc(Cl)ccc2": 825,
      "NC(=O)C(C": 826,
      "CCN2": 827,
      "CC2)n1": 828,
      "cc(N": 829,
      "3)c1": 830,
      "CCC(=O)[O-])": 831,
      "COc1ccc2": 832,
      "C1CC": 833,
      "SC": 834,
      "NC(=O)CS": 835,
      "c2cc(Br)": 836,
      "Cl)cc1": 837,
      "c2ccccc2Cl)": 838,
      "c1nc2ccccc2": 839,
      "CCC(C)(C)": 840,
      "=O)cc": 841,
      "c2ccncc": 842,
      "N(CC": 843,
      "nc3)": 844,
      "CN2": 845,
      "CC(=O)O": 846,
      "c2ccccc2)C1": 847,
      "Cc1nc(": 848,
      "CN(C)C(=O)": 849,
      "[NH+]3": 850,
      "C(=O)N(C": 851,
      "C=C(C)": 852,
      "c1c(Cl)cc": 853,
      "CC[NH+](CC)": 854,
      "c1ccc([N+](=O)[O-])cc1": 855,
      "CCC[NH+]1": 856,
      "O)c1": 857,
      "OC(C)(C)": 858,
      "COc1cccc": 859,
      "6)": 860,
      "CC1=": 861,
      "ncn1": 862,
      "NC1": 863,
      "c3ccc(OC": 864,
      "(C(=O)OC)": 865,
      "c1ccccc1)N": 866,
      "c2ccc([N+](=O)[O-]": 867,
      "(C)C)c1": 868,
      "COc1cc2": 869,
      "[NH+](C)": 870,
      "CCN(C(=O)N": 871,
      "C1C": 872,
      "CC[NH+](C(C)C(=O)N": 873,
      "nc2c1": 874,
      "CN(CC": 875,
      "c3ccc(N": 876,
      "sc2c1": 877,
      "c2cc(C(=O)N": 878,
      "OC)c(OC)": 879,
      "CCCC(=O)": 880,
      "c2ccc(NC(=O)": 881,
      "Cc1ccc(N": 882,
      "O[Si](C)": 883,
      "c2c(F)cc": 884,
      "C(N)=O": 885,
      "CC(=": 886,
      "S)": 887,
      "C(C(=O)[O-])": 888,
      "c3s": 889,
      "C(=O)NC1": 890,
      "c1cc(Cl)": 891,
      "CC2)ccc1": 892,
      "c2cc1": 893,
      "3CCCC3)": 894,
      "CCCCC3": 895,
      "c2ccccc12)": 896,
      "c1nc(N": 897,
      "CC=C": 898,
      "CCC(CC": 899,
      "NC(=O)C([NH3+])": 900,
      "COc1ccc(C2": 901,
      "C(CC)": 902,
      "CC(=O)N2": 903,
      "c3ncc": 904,
      "S(C)(=O)=O": 905,
      "cc4": 906,
      "Cn1cc": 907,
      "c4ccc5": 908,
      "CCC(O": 909,
      "CCCCCCCCC": 910,
      "cc(Br)": 911,
      "(C(C)=O)": 912,
      "c2cccs2)": 913,
      "C(N)=O)": 914,
      "c1ccc(OC)cc1": 915,
      "c3C)": 916,
      "c8": 917,
      "c5ccccc5)": 918,
      "Cc1cc(C(=O)N": 919,
      "c2cccnc2": 920,
      "[NH2+]C2": 921,
      "C(=O)C1": 922,
      "CCl)": 923,
      "c4c(": 924,
      "c2cccc(C)": 925,
      "C(F)F)": 926,
      "CCC=CCC=": 927,
      "c1cc(Cl)ccc1": 928,
      "CCCN1": 929,
      "nc1)": 930,
      "ccccc4": 931,
      "C(OC": 932,
      "[NH+](C)C": 933,
      "CC1CCCC": 934,
      "CC[NH+]2": 935,
      "C[NH2+]C1": 936,
      "O=C(NC1": 937,
      "=NNC(=O)": 938,
      "COc1cccc(C": 939,
      "=[NH2+])": 940,
      "Cc1no": 941,
      "c1ccc(Br)": 942,
      "c1ccc2ccccc2": 943,
      "CCC2)": 944,
      "(C)C3": 945,
      "CCN(C)": 946,
      "c3ccc(Cl)cc3": 947,
      "Cc1ccc(F)cc1": 948,
      ")cc(OC)c1": 949,
      "c1ccc(Cl)cc1)": 950,
      "c2cccnc2)": 951,
      "c1ccccc1Cl": 952,
      "c(=O)n1": 953,
      "CCCN1C(=O)": 954,
      "c1ccc(F)cc1)": 955,
      "CCCC3": 956,
      "c1ccc(C(C)": 957,
      ")cc1)": 958,
      "3CCCC3": 959,
      "CCC(N": 960,
      "c3ccc(Cl)": 961,
      "c3cccs3)": 962,
      "sc2": 963,
      "#C": 964,
      "c3cccc(Cl)": 965,
      "c5ccc(": 966,
      "OCC2": 967,
      "C(Cl)": 968,
      "n1cn": 969,
      "c2nnc(": 970,
      "cn2": 971,
      "c1cccc(NC(=O)": 972,
      "(c3ccccc3)": 973,
      "c(=O)n2": 974,
      "CC2)C1": 975,
      "CCC3)": 976,
      "c3cccc4": 977,
      "c1cccc2c1": 978,
      "ccc2c1": 979,
      "nc4": 980,
      "CC1(C)C": 981,
      "c3cc4": 982,
      "CC(C(=O)[O-])": 983,
      "CC1(C": 984,
      "c1ccc2c(c1)OCO": 985,
      "COC(=O)C1": 986,
      "CCOC(=O)C1": 987,
      "Cc1s": 988,
      "c3c2": 989,
      "=C([O-])": 990,
      "c2ccccc2)n1": 991,
      "CCC(C)C": 992,
      "CC(CC(C": 993,
      "Br)cc": 994,
      "c1ccco1": 995,
      "(OC)": 996,
      "NC2": 997,
      "CCOc1cc(C": 998,
      "C(F)F": 999,
      "c4ccc(F)cc": 1000,
      "=C(C": 1001,
      "c3nn": 1002,
      "(CC2": 1003,
      "CC(C)C1": 1004,
      "c3cc(Cl)": 1005,
      "=C(C)": 1006,
      "c1cc(C(=O)N": 1007,
      "c%1": 1008,
      "n1cc": 1009,
      "c1cc(F)ccc1": 1010,
      "c(C(=O)N2": 1011,
      "CCCC(C": 1012,
      "OCC(C": 1013,
      "3C)": 1014,
      "3)C2": 1015,
      "c1ncccc1": 1016,
      "CC1C": 1017,
      "CCO1": 1018,
      "ccccc12": 1019,
      "3CC3)": 1020,
      "=CC(=O)": 1021,
      "oc1": 1022,
      "c1nc(C": 1023,
      "3)C1": 1024,
      "ccccc7": 1025,
      "C=N": 1026,
      "CCCC)": 1027,
      "CC(F)(F)": 1028,
      "2)C1=O": 1029,
      "c1ccccc1F": 1030,
      "c([N+](=O)[O-])": 1031,
      "CC(C)[NH2+]": 1032,
      "c5)": 1033,
      "n4)": 1034,
      "O2": 1035,
      "OC(C)C)": 1036,
      "C3=O)": 1037,
      "c([O-])": 1038,
      "CCCCC2)cc1": 1039,
      "Cc1ccc(Cl)cc1": 1040,
      "CC(C)(O)": 1041,
      "c2ccco2)": 1042,
      "CCCO1": 1043,
      "c1cc(C)cc": 1044,
      "c2cc(F)ccc2": 1045,
      "CCCCCC1": 1046,
      "c2cc3c(": 1047,
      "c2cccc(C(F)(F)F)": 1048,
      "n2ccc": 1049,
      "OC(C)C": 1050,
      "OCCC": 1051,
      "=C(C#N)": 1052,
      "CC(CO)": 1053,
      "CC(N)=O)": 1054,
      "O=C(CS": 1055,
      "CCOCC1)": 1056,
      "c3cc(C)": 1057,
      "n[nH]1": 1058,
      "C2CCCC": 1059,
      "OP(=O)([O-])": 1060,
      "[NH2+]C)": 1061,
      "c2c[nH]": 1062,
      "CC[NH2+]C1": 1063,
      "4CCCC": 1064,
      "Cc1nn(C)": 1065,
      "CCC(=O)N1": 1066,
      "(NC(=O)": 1067,
      "C(F)(F)F)cc": 1068,
      "c(C)cc(C)": 1069,
      "c([N+](=O)[O-])c1": 1070,
      "c1cc(Br)ccc1": 1071
    },
    "merges": [
      "c c",
      "C C",
      "( C",
      "c 1",
      "O )",
      "= O)",
      "( =O)",
      "cc c",
      "(C )",
      "c 2",
      "C (=O)",
      ") cc",
      "+ ]",
      "[ N",
      "CC C",
      "c1 cc",
      "[N H",
      "c1 ccc",
      "c (",
      "C (",
      "c 3",
      "2 )",
      "F )",
      "C 1",
      "CC CC",
      "c2 cc",
      "O C",
      "c1cc cc",
      "N C(=O)",
      ")cc 1",
      "CC 1",
      "(=O) N",
      "(C) C",
      "- ]",
      "C O",
      "c1ccc (",
      "[ O",
      "[O -]",
      "n 1",
      "[NH +]",
      "c2 ccc",
      "3 )",
      "(C l",
      "( F)",
      "c1cccc c1",
      "cc ccc",
      "CC O",
      "C(=O) N",
      "2 +]",
      "[NH 2+]",
      "c2cc ccc",
      "( CC",
      "C 2",
      "[O-] )",
      "c n",
      "c1 n",
      "S (=O)",
      "[ n",
      "O =",
      "N )",
      "CC N",
      "(C (=O)",
      "[n H",
      "(C (=O)N",
      "c 4",
      "(Cl )",
      "B r",
      "CC (C)",
      "C (C)",
      "[nH ]",
      "(C)C )",
      "CC (",
      "2 )cc1",
      "c (C",
      "3 +]",
      "[NH 3+]",
      "c3 ccc",
      "c2ccc (",
      "C N",
      "C (C",
      "c (C)",
      "c3 ccccc",
      "CC CCC",
      "C l",
      "C =",
      "S(=O) (=O)",
      "cc (",
      "c2 )",
      "cc 1",
      "c2 n",
      "OC )",
      "c2ccccc 2",
      "O= C(",
      "c1cc (",
      "F )cc",
      "c1ccc (C",
      "CC (=O)N",
      ") N",
      "n 2",
      "CC 2",
      "[N +]",
      "C )",
      "2) c1",
      "[NH3+] )",
      "Br )",
      "CC [NH+]",
      "4 )",
      "c( N",
      "CCC (",
      "c2ccccc 2)",
      "= O",
      "(Cl )cc",
      "(F) (F)",
      "c1 )",
      "c (=O)",
      "c3 cc",
      "C c1ccc(",
      "[N+] (=O)",
      "CC (=O)",
      "c2cc cc",
      "c1cccc (",
      "c1ccc 2",
      "CC 2)",
      "N 1",
      "C( F)",
      "C 3",
      "s 1",
      "c3ccccc 3",
      "C [NH+]",
      "ccc 2",
      "CCC 1",
      "n c(",
      "C c1",
      "S(=O) (=O)N",
      "n c1",
      "O CC",
      "C( O)",
      "C c1cc",
      "CCCC CCCC",
      "N 2",
      "c3ccc (",
      "= C",
      "OC (C)",
      "C c1n",
      "c3 )",
      "c1ccccc1 )",
      "CO C(=O)",
      "c (Cl)",
      "Cl )",
      "C(F) (F)",
      "# N)",
      "c 5",
      "(C(=O) [O-])",
      "(CC )",
      "O C(=O)",
      "1 )",
      "( O)",
      "CC [NH2+]",
      "cc 2",
      "c3ccccc 3)",
      "= C(",
      "CCN (",
      ")cc c1",
      "C [NH2+]",
      "O=C( N",
      "F )cc1",
      "(F)(F) F)",
      "n n",
      ")cc 2",
      "= N",
      "CO c1ccc(",
      "c4 ccccc",
      "C S",
      "CC(C) (C)",
      "CCCC 1",
      "c( F)",
      "2) CC1",
      "c1 cn",
      "CCO C(=O)",
      "CCC N",
      "c2cc (",
      "CCC (C)",
      "CC 3)",
      "n c2",
      "NC(=O) N",
      "C(=O) [O-]",
      "C (C)C",
      "= S",
      "c4 ccc",
      "CC( O)",
      "o 1",
      "CC 3",
      "c s",
      "CCC O",
      "2) C1",
      "[N+](=O) [O-])",
      "CCN (C(=O)",
      "(C (C)",
      "CCC 2",
      "(Cl )cc1",
      "[N+](=O) [O-]",
      "c1ccc2 c(",
      "c n1",
      "C(=O)N 1",
      "CC (C",
      "( N)",
      "[ S",
      "c2 c(",
      "C n1",
      "= [NH+]",
      "C c1ccc",
      "CCCCC 1",
      "O= C(C",
      "n 3",
      "C c1cc(",
      "c2 c1",
      "C c1ccccc1",
      "n cc",
      "(C 2",
      "c2ccc 3",
      "O=C( [O-])",
      ")cc 2)",
      "c1ccc2c( c1)",
      "CC )",
      "c2 cn",
      "c (C(=O)N",
      "[S i",
      ")N 1",
      "c1 2",
      "(CC (=O)N",
      "[nH +]",
      "CCC (C",
      "ccc 3",
      "c3cc cc",
      "CC1 )",
      "C NC(=O)",
      "[NH+] 1",
      "CC =",
      "[Si ]",
      "n (",
      ")cc (",
      "CC (C)C",
      "c1ccc (Cl)cc1",
      "O C1",
      "c2cc cc(",
      "[NH+] 2",
      "CC n1",
      "c4ccccc 4",
      "c2ccc (C",
      "OC 2",
      "(C) cc",
      "CO c1cc",
      "cc cc",
      "c(C) c1",
      "N #",
      "CC NC(=O)",
      "CCC [NH2+]",
      "c1 c(",
      "CC 2)cc1",
      "c1cccc (C",
      "CC S",
      "c2ccc (Cl)cc",
      "C(=O) [O-])",
      "c2ccc( F)cc",
      "=O) cc1",
      ")cc 3)",
      "C 2)",
      "CO c1ccc(C",
      "n (C)",
      "OC (C",
      "c2 )cc1",
      "5 )",
      "NC(=O) C(",
      "n c(N",
      "c [nH]",
      "( [O-])",
      "c1 C",
      "N C(",
      "c( OC)",
      "# N",
      "c1ccc( F)cc1",
      "N S(=O)(=O)",
      "CN 1",
      "c( N)",
      "n 2)",
      "(C) (=O)",
      "CCCC 2",
      "C[NH+] 1",
      "O= C1",
      "n c(C",
      "C (C)C)",
      "C c1ccc(C",
      "c 6",
      ")cc 3",
      "c1cccc 2",
      "Br )cc1",
      "CC 2)c1",
      "S (C)(=O)",
      "N (",
      "C1 CC1",
      "(C (F)(F)F)",
      "ccc (",
      "CC C(=O)N",
      "c3 n",
      "c( NC(=O)",
      "CC[NH+] (C",
      "C( N)",
      "(C) C(=O)",
      "CN (",
      "c1cc 2",
      "CCN 1",
      "C1 =O",
      "c3 c(",
      "C 4",
      "c1ccc( N",
      "c1ccc (C)",
      "c2ccccc2 1",
      ")cc 2)cc1",
      "OC(C) (C)C)",
      "(C(=O)N 2",
      "c (Cl)cc",
      "n n1",
      "O C(",
      "[nH] 1",
      "O CCO",
      "cc (C",
      "C c1cccc(",
      "= C2",
      "=S )",
      "CCC [NH+]",
      "n c3",
      "CCCC (",
      "[Si] (C)",
      "Br) c1",
      "O 1",
      "CCC 3",
      "NC(=O) C1",
      "C(F)(F) F)",
      "cc 3",
      "(CC (=O)",
      "c4ccc (",
      "OC O",
      "c2) c1",
      "c2ccccc 2)cc1",
      "c1cc (C",
      "N1 C(=O)",
      "c4ccccc 4)",
      "C(C) (C)C",
      "O CC(=O)N",
      "c4 )",
      "c2ccc3 c(",
      "n cn",
      "n 2)cc1",
      "Cc1 cn",
      "C 3)",
      "N c1n",
      "n1 )",
      "C(C) (C)",
      "n 3)",
      "=S )N",
      "CCC (C(=O)N",
      "NC(=O) C2",
      "c5 ccccc",
      "CO c1ccccc1",
      "(N) =O)",
      "s1 )",
      "OCC )",
      "(Cl) c1",
      "ccccc 2",
      "c1ccc (Cl)",
      "P (=O)",
      "O) cc1",
      "c2ccc( N",
      "CC c1n",
      "c(Cl) c1",
      "C( N",
      "n (C",
      "2) n1",
      "c2ccc3c( c2)",
      "c( S",
      "c3 cc(",
      "C1 )",
      "c2 s",
      "(F)(F) F)cc",
      "c(F) c1",
      "CCO CC1",
      "C #",
      "CC1 (C)",
      "n cc1",
      "c1ccc (C(=O)N",
      "( CCC",
      "cc c1",
      "I )",
      "c( O)",
      "CO c1cc(",
      "NC(=O) C(C)",
      "c1 =O",
      "CN (C(=O)",
      "3 CCCC",
      "Cc1cc (C)",
      "CC[NH+] 1",
      "c3ccc( F)cc",
      "N =",
      "N2 C(=O)",
      "CC (CC",
      "CC (C)C)",
      "c3ccc 4",
      "n o",
      "CC 4",
      "c2cc 3",
      "CC(=O) [O-])",
      "C )cc1",
      "C c1cccc",
      "s 2)",
      "C(=O)N C(",
      "C(F)(F) F",
      "S(C)(=O) =O)",
      "c3ccc (Cl)cc",
      "l )",
      "c1n cc",
      "c2n c(",
      "c2) CC1",
      "(C O)",
      "c4 cc",
      "(C)C (C)",
      "CCC( O)",
      "c(C 2",
      "C1 =",
      "C(=O)N 2",
      "C2 =O)",
      "CC(=O)N 1",
      "s c1",
      "CC( [NH3+])",
      "OC )cc1",
      "c (C(=O)",
      "(C) c1",
      "( [NH3+])",
      "c1ccc( O",
      "C(=O)N (",
      "=C( N",
      "C= C",
      "c1ccc(C) cc1",
      "c2n cc",
      "CC C(=O)",
      "CN (C)",
      "CCC =",
      "3 )cc1",
      "c(=O) [nH]",
      "(C)C )cc1",
      "c1 s",
      "c1ccc( NC(=O)",
      "c(C) cc",
      "(F) c1",
      "S(=O)(=O)N 2",
      "c1n c(",
      "ccc2 1",
      "(C #N)",
      "OC 3",
      "CO C1",
      "OC) c1",
      "CC 4)",
      "N (C)",
      "C(C #N)",
      "c2ccccc 2)c1",
      "C (C(=O)N",
      "n c(C)",
      "( N",
      "CC( NC(=O)",
      "c1ccc( Br)cc1",
      "CCCC (C)",
      "CC S(=O)(=O)",
      "c s1",
      "C(C) (C)C)",
      "CCCCC 2",
      "C OC",
      "ccccc 3",
      "C1 CCCCC1",
      "C( [NH3+])",
      "c2cc (Cl)",
      "c3cc cc(",
      "c2ccc (Cl)",
      "CCN (CC)",
      "CCCC O",
      "c2cccc (Cl)",
      "N (C",
      "c2ccc( OC",
      "c1ccc (C(=O)",
      "[N+](=O)[O-] )cc1",
      "C(C O)",
      "(CC(=O) [O-])",
      "CCO CCO",
      "c1ccc(C 2",
      "c3 cn",
      "c1 cs",
      "c(C (C)",
      "n 4",
      "c 7",
      "s 3)",
      "nc( S",
      "(CC O)",
      "CN (C",
      "OC(C) =O)",
      "CCN (C",
      "c5ccccc 5",
      "= C1",
      "CCC )",
      "CCCCCCCC CCCC",
      "CC(C)(C) O",
      "CCC NC(=O)",
      "o c(",
      "c1ccc( F)",
      "CCO CC2)",
      "P(=O) ([O-])",
      "c2ccc( Br",
      "(C)C 2",
      "c(N 2",
      "n o1",
      "N (C(=O)",
      "C[NH+] (C)",
      "( CCCC",
      "c2ccc(Cl)cc 2",
      "c(OC) c1",
      "C(O) C(O)",
      "[nH] c(",
      "c1cc (Cl)cc",
      "O) cc",
      "c3ccc(F)cc 3)",
      "CCC n1",
      "c2cccc 3",
      "[NH2+] C",
      "C1 2",
      "c2ccc (C)",
      "c2cc (C)",
      "( c2ccccc2)",
      "CC OC",
      "c( O",
      "O CC1",
      "c (C(=O)[O-])",
      "ccc 4",
      "c2cccc c12",
      "[N+](=O)[O-]) c1",
      "c3ccc (C",
      "N =C",
      "C2 )cc1",
      "n 2)c1",
      "O= S(=O)",
      "c2n cn",
      "c [nH+]",
      "o 2)",
      "C( =",
      "3 CCO",
      "c2 C)",
      "c4 cccc",
      "c( Br)",
      "CCCN (C(=O)",
      "COc1cc (C",
      "F)cc c1",
      "CCCCC 3)",
      "CC[NH+] (C)",
      "c2 cs",
      "CCO C1",
      "c2cccc (F)",
      "CCCCC 2)",
      "n c2)",
      "[n +]",
      "NC(=O) C",
      "c1cccc (Cl)c1",
      "% 1",
      "CCC 4",
      "CCCC 2)",
      "c1 2)",
      "c2ccc(F)cc 2)",
      "C(=O)N C(C",
      "c1ccc( N2",
      "c(C (F)(F)F)",
      "C[NH+] =C(N",
      "c1ccc nc1",
      "Cc1cc (C",
      "S(=O)(=O)N 1",
      "CO c1cccc(",
      "c2ccc(Cl)cc 2)",
      "C( =C",
      "CC[NH+] (CC",
      "( O",
      "(C(C) (C)C)",
      "c2ccc(F)cc 2",
      "CCN( S(=O)(=O)",
      "C1 CCCC1",
      "CCC( [NH3+])",
      "c2 =O)",
      "OC(C O)",
      "c1 c(C)",
      "ccccc 6",
      "C1 O",
      "C(=O) OC",
      "c2cc (F)",
      "=C( N)",
      "C S(=O)(=O)",
      "CC(=O) [O-]",
      "C c2ccccc2",
      "c1cc( N",
      "c3ccc(Cl)cc 3)",
      "N) =O)",
      "CCCN (",
      "c2cc (C",
      "CC (C(=O)N",
      "n2 cc",
      "o 1)",
      ")cc 2)c1",
      "c2 1",
      "CC[NH+] (CC(=O)N",
      "CC c1ccc(",
      "C(C) =O)",
      "[N -]",
      "CC O)",
      "C( NC(=O)",
      "c(C #N)",
      "C( =S)N",
      "c2ccc (C(=O)N",
      "c1 N",
      "c1n cn",
      "C1 CCCC",
      "c2ccc( O",
      "n2 cn",
      "CC(C) O",
      "C= C1",
      "o 3)",
      "(C [NH3+])",
      "CCO c1ccc(",
      "OC(C) (C)C",
      "c2ccc (F)",
      "c3ccccc 2",
      "C(F)(F) C(F)(F)",
      "C[NH+] 2",
      "C2 =O)cc1",
      "c2ccccc2) CC1",
      "CCC( NC(=O)",
      "c2ccc (C)cc",
      "Cc1cc 2",
      "CCC S",
      "c( cc1",
      "= [NH2+]",
      "CCN (CC",
      "C2 CC2)",
      "c1 O",
      "CCC (CC)",
      "c1 c[nH]",
      "c1cccc (F)c1",
      "CCCCC 1)",
      "[nH] c(=O)",
      "c1ccc s1",
      "N (C)C(=O)",
      "CC[NH2+] CC1",
      "n cc2",
      ")cc cc1",
      "c( OC",
      "c o",
      "[N+] ([O-])",
      "CCN1 C(=O)",
      "(N) (=O)",
      "n nc1",
      "CC c1ccccc1",
      "c3ccc4 c(",
      "C O)",
      "Cc1ccc (C)",
      "c6 ccccc6",
      "CC1 (",
      "c2 c(C)",
      "c2) C1",
      "C(C) C(=O)N",
      "s 2)cc1",
      "( c1ccccc1)",
      "n1 C",
      "CN1 C(=O)",
      ")cc 4",
      "N 3",
      "n 2)CC1",
      "CC( O",
      "n (CC",
      "C[NH+] (C",
      "C 2)c1",
      "n n2",
      "= C(O)",
      "C1 CCC",
      "CCN C(N",
      "C c1cccc(C",
      "[NH+] (C)C)",
      "Cc1ccc( NC(=O)",
      "CC( [NH2+]",
      "c2 n1",
      "OC c1ccccc1",
      "c2) n1",
      "c1cc ncc1",
      "C c1ccc2",
      "3CCO CC3)",
      "c1 [nH]",
      "(C(C) (C)C",
      "c2n c3ccccc3",
      "CCCCCCCC CCCCCCCC",
      "c( Br)c1",
      "C #N)",
      "O= [N+]([O-])",
      "Br )ccc1",
      "- 2",
      ")cc2 1",
      "Cc1 cs",
      "C(=O) O",
      "(F) F)",
      "C 5",
      "Cc1ccc (C(=O)N",
      "(C(=O) [O-]",
      "3) CC1",
      ")cc 4)",
      ")cc 2)CC1",
      "c( F)cc",
      "C #N",
      "C= C(",
      "c3ccc (C)cc",
      "c(C 3",
      "c(F) c(F)",
      "nc1 2",
      "c1n nc(",
      "c3ccc4c( c3)",
      "(F)(F) F)cc1",
      "c1cc (C)",
      "CCO c1ccccc1",
      "CC( N",
      "CC[NH+] (C(C)",
      "c5 ccc",
      "n [nH]",
      "o 2)cc1",
      "CC2) CC1",
      "(C (C)C)",
      "NC( =S)N",
      "C1 (",
      "CCCC (=O)N",
      "CC(C) (C)C",
      "C) c1",
      "c2 [nH]",
      "c2ccccc2 F)",
      "S (N)(=O)",
      "c1ccc( O)cc1",
      ") C(=O)",
      "c1c( F)cc",
      "CC1 2",
      "CC #",
      "nc( N)",
      "S 1",
      "c2cc(Cl) ccc2",
      "NC(=O) C(C",
      "CCN 2",
      "CC2) n1",
      "cc( N",
      "3) c1",
      "CC C(=O)[O-])",
      "CO c1ccc2",
      "C1 CC",
      "S C",
      "NC(=O) CS",
      "c2cc( Br)",
      "Cl )cc1",
      "c2ccccc2 Cl)",
      "c1n c2ccccc2",
      "CCC(C) (C)",
      "=O) cc",
      "c2cc ncc",
      "N (CC",
      "n c3)",
      "CN 2",
      "CC(=O) O",
      "c2ccccc2) C1",
      "Cc1n c(",
      "CN (C)C(=O)",
      "[NH+] 3",
      "C(=O)N (C",
      "C= C(C)",
      "c1 c(Cl)cc",
      "CC[NH+] (CC)",
      "c1ccc( [N+](=O)[O-])cc1",
      "CCC [NH+]1",
      "O) c1",
      "OC(C) (C)",
      "CO c1cccc",
      "6 )",
      "CC1 =",
      "n cn1",
      "N C1",
      "c3ccc( OC",
      "(C(=O) OC)",
      "c1ccccc1 )N",
      "c2ccc( [N+](=O)[O-]",
      "(C)C) c1",
      "COc1cc 2",
      "[NH+] (C)",
      "CCN (C(=O)N",
      "C1 C",
      "CC[NH+](C(C) C(=O)N",
      "nc2 c1",
      "CN (CC",
      "c3ccc( N",
      "s c2c1",
      "c2cc (C(=O)N",
      "OC) c(OC)",
      "CCCC (=O)",
      "c2ccc( NC(=O)",
      "Cc1ccc( N",
      "O [Si](C)",
      "c2c( F)cc",
      "C(N) =O",
      "CC( =",
      "S )",
      "C (C(=O)[O-])",
      "c3 s",
      "C(=O)N C1",
      "c1cc (Cl)",
      "CC2 )ccc1",
      "c2cc 1",
      "3CCCC 3)",
      "CCCCC 3",
      "c2cccc c12)",
      "c1n c(N",
      "CC =C",
      "CCC (CC",
      "NC(=O)C( [NH3+])",
      "COc1ccc(C 2",
      "C( CC)",
      "CC(=O)N 2",
      "c3 ncc",
      "S(C)(=O) =O",
      "cc 4",
      "Cn1 cc",
      "c4ccc 5",
      "CCC( O",
      "CCCC CCCCC",
      "cc( Br)",
      "(C(C) =O)",
      "c2ccc s2)",
      "C(N) =O)",
      "c1ccc( OC)cc1",
      "c3 C)",
      "c 8",
      "c5ccccc 5)",
      "Cc1cc (C(=O)N",
      "c2ccc nc2",
      "[NH2+] C2",
      "C(=O) C1",
      "CC l)",
      "c4 c(",
      "c2cccc (C)",
      "C(F) F)",
      "CCC= CCC=",
      "c1cc(Cl)cc c1",
      "CCC N1",
      "n c1)",
      "ccccc 4",
      "C( OC",
      "[NH+] (C)C",
      "CC1 CCCC",
      "CC[NH+] 2",
      "C[NH2+] C1",
      "O=C(N C1",
      "=N NC(=O)",
      "CO c1cccc(C",
      "=[NH2+] )",
      "Cc1n o",
      "c1ccc( Br)",
      "c1ccc2 ccccc2",
      "CCC 2)",
      "(C)C 3",
      "CCN (C)",
      "c3ccc(Cl)cc 3",
      "Cc1ccc( F)cc1",
      ")cc( OC)c1",
      "c1ccc(Cl)cc1 )",
      "c2ccc nc2)",
      "c1ccccc1 Cl",
      "c(=O) n1",
      "CCC N1C(=O)",
      "c1ccc(F)cc1 )",
      "CCCC 3",
      "c1ccc(C (C)",
      ")cc1 )",
      "3CCCC 3",
      "CCC( N",
      "c3ccc (Cl)",
      "c3ccc s3)",
      "s c2",
      "# C",
      "c3cccc (Cl)",
      "c5 ccc(",
      "O CC2",
      "C (Cl)",
      "n1 cn",
      "c2n nc(",
      "cn 2",
      "c1cccc( NC(=O)",
      "( c3ccccc3)",
      "c(=O) n2",
      "CC2) C1",
      "CCC 3)",
      "c3cccc 4",
      "c1cccc2 c1",
      "ccc2 c1",
      "n c4",
      "CC1 (C)C",
      "c3cc 4",
      "CC (C(=O)[O-])",
      "CC1 (C",
      "c1ccc2c(c1) OCO",
      "COC(=O) C1",
      "CCOC(=O) C1",
      "Cc1 s",
      "c3 c2",
      "=C( [O-])",
      "c2ccccc2) n1",
      "CCC (C)C",
      "CC(CC (C",
      "Br )cc",
      "c1ccc o1",
      "( OC)",
      "N C2",
      "CCO c1cc(C",
      "C(F) F",
      "c4ccc( F)cc",
      "= C(C",
      "c3 nn",
      "(CC 2",
      "CC(C) C1",
      "c3cc (Cl)",
      "= C(C)",
      "c1cc (C(=O)N",
      "c %1",
      "n1 cc",
      "c1cc( F)ccc1",
      "c(C(=O)N 2",
      "CCCC (C",
      "OCC (C",
      "3 C)",
      "3) C2",
      "c1ncc cc1",
      "CC1 C",
      "CCO 1",
      "cccc c12",
      "3 CC3)",
      "= CC(=O)",
      "o c1",
      "c1n c(C",
      "3) C1",
      "ccccc 7",
      "C= N",
      "CCCC )",
      "CC (F)(F)",
      "2)C1 =O",
      "c1ccccc1 F",
      "c( [N+](=O)[O-])",
      "CC(C) [NH2+]",
      "c5 )",
      "n 4)",
      "O 2",
      "OC (C)C)",
      "C3 =O)",
      "c( [O-])",
      "CCCCC 2)cc1",
      "Cc1ccc (Cl)cc1",
      "CC(C) (O)",
      "c2ccc o2)",
      "CCCO 1",
      "c1cc (C)cc",
      "c2cc(F) ccc2",
      "CCCC CC1",
      "c2cc3 c(",
      "c2cccc (C(F)(F)F)",
      "n2 ccc",
      "OC (C)C",
      "O CCC",
      "= C(C#N)",
      "CC(C O)",
      "CC( N)=O)",
      "O=C(C S",
      "CCO CC1)",
      "c3cc (C)",
      "n [nH]1",
      "C2 CCCC",
      "O P(=O)([O-])",
      "[NH2+] C)",
      "c2 c[nH]",
      "CC[NH2+] C1",
      "4 CCCC",
      "Cc1n n(C)",
      "CC C(=O)N1",
      "( NC(=O)",
      "C(F)(F) F)cc",
      "c(C)cc (C)",
      "c( [N+](=O)[O-])c1",
      "c1cc( Br)ccc1"
    ]
  }
}