{"<pad>":0,"<s>":1,"</s>":2,"<unk>":3,"#":4,"%":5,"(":6,")":7,"*":8,"+":9,"-":10,".":11,"/":12,"0":13,"1":14,"2":15,"3":16,"4":17,"5":18,"6":19,"7":20,"8":21,"9":22,":":23,"=":24,"@":25,"A":26,"B":27,"C":28,"D":29,"E":30,"F":31,"G":32,"H":33,"I":34,"K":35,"L":36,"M":37,"N":38,"O":39,"P":40,"R":41,"S":42,"T":43,"U":44,"V":45,"W":46,"X":47,"Y":48,"Z":49,"[":50,"\\":51,"]":52,"a":53,"b":54,"c":55,"d":56,"e":57,"f":58,"g":59,"h":60,"i":61,"k":62,"l":63,"m":64,"n":65,"o":66,"p":67,"r":68,"s":69,"t":70,"u":71,"v":72,"w":73,"x":74,"y":75,"z":76,"cc":77,"CC":78,"(C":79,"c1":80,"O)":81,"=O)":82,"(=O)":83,"ccc":84,"(C)":85,"c2":86,"C(=O)":87,")cc":88,"+]":89,"[N":90,"CCC":91,"c1cc":92,"[NH":93,"c1ccc":94,"c(":95,"C(":96,"c3":97,"2)":98,"F)":99,"C1":100,"CCCC":101,"c2cc":102,"OC":103,"c1cccc":104,"NC(=O)":105,")cc1":106,"CC1":107,"(=O)N":108,"(C)C":109,"-]":110,"CO":111,"c1ccc(":112,"[O":113,"[O-]":114,"n1":115,"[NH+]":116,"c2ccc":117,"3)":118,"(Cl":119,"(F)":120,"c1ccccc1":121,"ccccc":122,"CCO":123,"C(=O)N":124,"2+]":125,"[NH2+]":126,"c2ccccc":127,"(CC":128,"C2":129,"[O-])":130,"cn":131,"c1n":132,"S(=O)":133,"[n":134,"O=":135,"N)":136,"CCN":137,"(C(=O)":138,"[nH":139,"(C(=O)N":140,"c4":141,"(Cl)":142,"Br":143,"CC(C)":144,"C(C)":145,"[nH]":146,"(C)C)":147,"CC(":148,"2)cc1":149,"c(C":150,"3+]":151,"[NH3+]":152,"c3ccc":153,"c2ccc(":154,"CN":155,"C(C":156,"c(C)":157,"c3ccccc":158,"CCCCC":159,"Cl":160,"C=":161,"S(=O)(=O)":162,"cc(":163,"c2)":164,"cc1":165,"c2n":166,"OC)":167,"c2ccccc2":168,"O=C(":169,"c1cc(":170,"F)cc":171,"c1ccc(C":172,"CC(=O)N":173,")N":174,"n2":175,"CC2":176,"[N+]":177,"C)":178,"2)c1":179,"[NH3+])":180,"Br)":181,"CC[NH+]":182,"4)":183,"c(N":184,"CCC(":185,"c2ccccc2)":186,"=O":187,"(Cl)cc":188,"(F)(F)":189,"c1)":190,"c(=O)":191,"c3cc":192,"Cc1ccc(":193,"[N+](=O)":194,"CC(=O)":195,"c2cccc":196,"c1cccc(":197,"c1ccc2":198,"CC2)":199,"N1":200,"C(F)":201,"C3":202,"s1":203,"c3ccccc3":204,"C[NH+]":205,"ccc2":206,"CCC1":207,"nc(":208,"Cc1":209,"S(=O)(=O)N":210,"nc1":211,"OCC":212,"C(O)":213,"Cc1cc":214,"CCCCCCCC":215,"N2":216,"c3ccc(":217,"=C":218,"OC(C)":219,"Cc1n":220,"c3)":221,"c1ccccc1)":222,"COC(=O)":223,"c(Cl)":224,"Cl)":225,"C(F)(F)":226,"#N)":227,"c5":228,"(C(=O)[O-])":229,"(CC)":230,"OC(=O)":231,"1)":232,"(O)":233,"CC[NH2+]":234,"cc2":235,"c3ccccc3)":236,"=C(":237,"CCN(":238,")ccc1":239,"C[NH2+]":240,"O=C(N":241,"F)cc1":242,"(F)(F)F)":243,"nn":244,")cc2":245,"=N":246,"COc1ccc(":247,"c4ccccc":248,"CS":249,"CC(C)(C)":250,"CCCC1":251,"c(F)":252,"2)CC1":253,"c1cn":254,"CCOC(=O)":255,"CCCN":256,"c2cc(":257,"CCC(C)":258,"CC3)":259,"nc2":260,"NC(=O)N":261,"C(=O)[O-]":262,"C(C)C":263,"=S":264,"c4ccc":265,"CC(O)":266,"o1":267,"CC3":268,"cs":269,"CCCO":270,"2)C1":271,"[N+](=O)[O-])":272,"CCN(C(=O)":273,"(C(C)":274,"CCC2":275,"(Cl)cc1":276,"[N+](=O)[O-]":277,"c1ccc2c(":278,"cn1":279,"C(=O)N1":280,"CC(C":281,"(N)":282,"[S":283,"c2c(":284,"Cn1":285,"=[NH+]":286,"Cc1ccc":287,"CCCCC1":288,"O=C(C":289,"n3":290,"Cc1cc(":291,"c2c1":292,"Cc1ccccc1":293,"ncc":294,"(C2":295,"c2ccc3":296,"O=C([O-])":297,")cc2)":298,"c1ccc2c(c1)":299,"CC)":300,"c2cn":301,"c(C(=O)N":302,"[Si":303,")N1":304,"c12":305,"(CC(=O)N":306,"[nH+]":307,"CCC(C":308,"ccc3":309,"c3cccc":310,"CC1)":311,"CNC(=O)":312,"[NH+]1":313,"CC=":314,"[Si]":315,"n(":316,")cc(":317,"CC(C)C":318,"c1ccc(Cl)cc1":319,"OC1":320,"c2cccc(":321,"[NH+]2":322,"CCn1":323,"c4ccccc4":324,"c2ccc(C":325,"OC2":326,"(C)cc":327,"COc1cc":328,"cccc":329,"c(C)c1":330,"N#":331,"CCNC(=O)":332,"CCC[NH2+]":333,"c1c(":334,"CC2)cc1":335,"c1cccc(C":336,"CCS":337,"c2ccc(Cl)cc":338,"C(=O)[O-])":339,"c2ccc(F)cc":340,"=O)cc1":341,")cc3)":342,"C2)":343,"COc1ccc(C":344,"n(C)":345,"OC(C":346,"c2)cc1":347,"5)":348,"NC(=O)C(":349,"nc(N":350,"c[nH]":351,"([O-])":352,"c1C":353,"NC(":354,"c(OC)":355,"#N":356,"c1ccc(F)cc1":357,"NS(=O)(=O)":358,"CN1":359,"c(N)":360,"n2)":361,"(C)(=O)":362,"CCCC2":363,"C[NH+]1":364,"O=C1":365,"nc(C":366,"C(C)C)":367,"Cc1ccc(C":368,"c6":369,")cc3":370,"c1cccc2":371,"Br)cc1":372,"CC2)c1":373,"S(C)(=O)":374,"N(":375,"C1CC1":376,"(C(F)(F)F)":377,"ccc(":378,"CCC(=O)N":379,"c3n":380,"c(NC(=O)":381,"CC[NH+](C":382,"C(N)":383,"(C)C(=O)":384,"CN(":385,"c1cc2":386,"CCN1":387,"C1=O":388,"c3c(":389,"C4":390,"c1ccc(N":391,"c1ccc(C)":392,"c2ccccc21":393,")cc2)cc1":394,"OC(C)(C)C)":395,"(C(=O)N2":396,"c(Cl)cc":397,"nn1":398,"OC(":399,"[nH]1":400,"OCCO":401,"cc(C":402,"Cc1cccc(":403,"=C2":404,"=S)":405,"CCC[NH+]":406,"nc3":407,"CCCC(":408,"[Si](C)":409,"Br)c1":410,"O1":411,"CCC3":412,"NC(=O)C1":413,"C(F)(F)F)":414,"cc3":415,"(CC(=O)":416,"c4ccc(":417,"OCO":418,"c2)c1":419,"c2ccccc2)cc1":420,"c1cc(C":421,"N1C(=O)":422,"c4ccccc4)":423,"C(C)(C)C":424,"OCC(=O)N":425,"c4)":426,"c2ccc3c(":427,"ncn":428,"n2)cc1":429,"Cc1cn":430,"C3)":431,"Nc1n":432,"n1)":433,"C(C)(C)":434,"n3)":435,"=S)N":436,"CCC(C(=O)N":437,"NC(=O)C2":438,"c5ccccc":439,"COc1ccccc1":440,"(N)=O)":441,"s1)":442,"OCC)":443,"(Cl)c1":444,"ccccc2":445,"c1ccc(Cl)":446,"P(=O)":447,"O)cc1":448,"c2ccc(N":449,"CCc1n":450,"c(Cl)c1":451,"C(N":452,"n(C":453,"2)n1":454,"c2ccc3c(c2)":455,"c(S":456,"c3cc(":457,"C1)":458,"c2s":459,"(F)(F)F)cc":460,"c(F)c1":461,"CCOCC1":462,"C#":463,"CC1(C)":464,"ncc1":465,"c1ccc(C(=O)N":466,"(CCC":467,"ccc1":468,"I)":469,"c(O)":470,"COc1cc(":471,"NC(=O)C(C)":472,"c1=O":473,"CN(C(=O)":474,"3CCCC":475,"Cc1cc(C)":476,"CC[NH+]1":477,"c3ccc(F)cc":478,"N=":479,"N2C(=O)":480,"CC(CC":481,"CC(C)C)":482,"c3ccc4":483,"no":484,"CC4":485,"c2cc3":486,"CC(=O)[O-])":487,"C)cc1":488,"Cc1cccc":489,"s2)":490,"C(=O)NC(":491,"C(F)(F)F":492,"S(C)(=O)=O)":493,"c3ccc(Cl)cc":494,"l)":495,"c1ncc":496,"c2nc(":497,"c2)CC1":498,"(CO)":499,"c4cc":500,"(C)C(C)":501,"CCC(O)":502,"c(C2":503,"C1=":504,"C(=O)N2":505,"C2=O)":506,"CC(=O)N1":507,"sc1":508,"CC([NH3+])":509,"OC)cc1":510,"c(C(=O)":511,"(C)c1":512,"([NH3+])":513,"c1ccc(O":514,"C(=O)N(":515,"=C(N":516,"C=C":517,"c1ccc(C)cc1":518,"c2ncc":519,"CCC(=O)":520,"CN(C)":521,"CCC=":522,"3)cc1":523,"c(=O)[nH]":524,"(C)C)cc1":525,"c1s":526,"c1ccc(NC(=O)":527,"c(C)cc":528,"(F)c1":529,"S(=O)(=O)N2":530,"c1nc(":531,"ccc21":532,"(C#N)":533,"OC3":534,"COC1":535,"OC)c1":536,"CC4)":537,"N(C)":538,"C(C#N)":539,"c2ccccc2)c1":540,"C(C(=O)N":541,"nc(C)":542,"(N":543,"CC(NC(=O)":544,"c1ccc(Br)cc1":545,"CCCC(C)":546,"CCS(=O)(=O)":547,"cs1":548,"C(C)(C)C)":549,"CCCCC2":550,"COC":551,"ccccc3":552,"C1CCCCC1":553,"C([NH3+])":554,"c2cc(Cl)":555,"c3cccc(":556,"c2ccc(Cl)":557,"CCN(CC)":558,"CCCCO":559,"c2cccc(Cl)":560,"N(C":561,"c2ccc(OC":562,"c1ccc(C(=O)":563,"[N+](=O)[O-])cc1":564,"C(CO)":565,"(CC(=O)[O-])":566,"CCOCCO":567,"c1ccc(C2":568,"c3cn":569,"c1cs":570,"c(C(C)":571,"n4":572,"c7":573,"s3)":574,"nc(S":575,"(CCO)":576,"CN(C":577,"OC(C)=O)":578,"CCN(C":579,"c5ccccc5":580,"=C1":581,"CCC)":582,"CCCCCCCCCCCC":583,"CC(C)(C)O":584,"CCCNC(=O)":585,"oc(":586,"c1ccc(F)":587,"CCOCC2)":588,"P(=O)([O-])":589,"c2ccc(Br":590,"(C)C2":591,"c(N2":592,"no1":593,"N(C(=O)":594,"C[NH+](C)":595,"(CCCC":596,"c2ccc(Cl)cc2":597,"c(OC)c1":598,"C(O)C(O)":599,"[nH]c(":600,"c1cc(Cl)cc":601,"O)cc":602,"c3ccc(F)cc3)":603,"CCCn1":604,"c2cccc3":605,"[NH2+]C":606,"C12":607,"c2ccc(C)":608,"c2cc(C)":609,"(c2ccccc2)":610,"CCOC":611,"c(O":612,"OCC1":613,"c(C(=O)[O-])":614,"ccc4":615,"c2ccccc12":616,"[N+](=O)[O-])c1":617,"c3ccc(C":618,"N=C":619,"C2)cc1":620,"n2)c1":621,"O=S(=O)":622,"c2ncn":623,"c[nH+]":624,"o2)":625,"C(=":626,"3CCO":627,"c2C)":628,"c4cccc":629,"c(Br)":630,"CCCN(C(=O)":631,"COc1cc(C":632,"F)ccc1":633,"CCCCC3)":634,"CC[NH+](C)":635,"c2cs":636,"CCOC1":637,"c2cccc(F)":638,"CCCCC2)":639,"nc2)":640,"[n+]":641,"NC(=O)C":642,"c1cccc(Cl)c1":643,"%1":644,"CCC4":645,"CCCC2)":646,"c12)":647,"c2ccc(F)cc2)":648,"C(=O)NC(C":649,"c1ccc(N2":650,"c(C(F)(F)F)":651,"C[NH+]=C(N":652,"c1cccnc1":653,"Cc1cc(C":654,"S(=O)(=O)N1":655,"COc1cccc(":656,"c2ccc(Cl)cc2)":657,"C(=C":658,"CC[NH+](CC":659,"(O":660,"(C(C)(C)C)":661,"c2ccc(F)cc2":662,"CCN(S(=O)(=O)":663,"C1CCCC1":664,"CCC([NH3+])":665,"c2=O)":666,"OC(CO)":667,"c1c(C)":668,"ccccc6":669,"C1O":670,"C(=O)OC":671,"c2cc(F)":672,"=C(N)":673,"CS(=O)(=O)":674,"CC(=O)[O-]":675,"Cc2ccccc2":676,"c1cc(N":677,"c3ccc(Cl)cc3)":678,"N)=O)":679,"CCCN(":680,"c2cc(C":681,"CC(C(=O)N":682,"n2cc":683,"o1)":684,")cc2)c1":685,"c21":686,"CC[NH+](CC(=O)N":687,"CCc1ccc(":688,"C(C)=O)":689,"[N-]":690,"CCO)":691,"C(NC(=O)":692,"c(C#N)":693,"C(=S)N":694,"c2ccc(C(=O)N":695,"c1N":696,"c1ncn":697,"C1CCCC":698,"c2ccc(O":699,"n2cn":700,"CC(C)O":701,"C=C1":702,"o3)":703,"(C[NH3+])":704,"CCOc1ccc(":705,"OC(C)(C)C":706,"c2ccc(F)":707,"c3ccccc2":708,"C(F)(F)C(F)(F)":709,"C[NH+]2":710,"C2=O)cc1":711,"c2ccccc2)CC1":712,"CCC(NC(=O)":713,"c2ccc(C)cc":714,"Cc1cc2":715,"CCCS":716,"c(cc1":717,"=[NH2+]":718,"CCN(CC":719,"C2CC2)":720,"c1O":721,"CCC(CC)":722,"c1c[nH]":723,"c1cccc(F)c1":724,"CCCCC1)":725,"[nH]c(=O)":726,"c1cccs1":727,"N(C)C(=O)":728,"CC[NH2+]CC1":729,"ncc2":730,")cccc1":731,"c(OC":732,"co":733,"[N+]([O-])":734,"CCN1C(=O)":735,"(N)(=O)":736,"nnc1":737,"CCc1ccccc1":738,"c3ccc4c(":739,"CO)":740,"Cc1ccc(C)":741,"c6ccccc6":742,"CC1(":743,"c2c(C)":744,"c2)C1":745,"C(C)C(=O)N":746,"s2)cc1":747,"(c1ccccc1)":748,"n1C":749,"CN1C(=O)":750,")cc4":751,"N3":752,"n2)CC1":753,"CC(O":754,"n(CC":755,"C[NH+](C":756,"C2)c1":757,"nn2":758,"=C(O)":759,"C1CCC":760,"CCNC(N":761,"Cc1cccc(C":762,"[NH+](C)C)":763,"Cc1ccc(NC(=O)":764,"CC([NH2+]":765,"c2n1":766,"OCc1ccccc1":767,"c2)n1":768,"c1ccncc1":769,"Cc1ccc2":770,"3CCOCC3)":771,"c1[nH]":772,"(C(C)(C)C":773,"c2nc3ccccc3":774,"CCCCCCCCCCCCCCCC":775,"c(Br)c1":776,"C#N)":777,"O=[N+]([O-])":778,"Br)ccc1":779,"-2":780,")cc21":781,"Cc1cs":782,"C(=O)O":783,"(F)F)":784,"C5":785,"Cc1ccc(C(=O)N":786,"(C(=O)[O-]":787,"3)CC1":788,")cc4)":789,")cc2)CC1":790,"c(F)cc":791,"C#N":792,"C=C(":793,"c3ccc(C)cc":794,"c(C3":795,"c(F)c(F)":796,"nc12":797,"c1nnc(":798,"c3ccc4c(c3)":799,"(F)(F)F)cc1":800,"c1cc(C)":801,"CCOc1ccccc1":802,"CC(N":803,"CC[NH+](C(C)":804,"c5ccc":805,"n[nH]":806,"o2)cc1":807,"CC2)CC1":808,"(C(C)C)":809,"NC(=S)N":810,"C1(":811,"CCCC(=O)N":812,"CC(C)(C)C":813,"C)c1":814,"c2[nH]":815,"c2ccccc2F)":816,"S(N)(=O)":817,"c1ccc(O)cc1":818,")C(=O)":819,"c1c(F)cc":820,"CC12":821,"CC#":822,"nc(N)":823,"S1":824,"c2cc(Cl)ccc2":825,"NC(=O)C(C":826,"CCN2":827,"CC2)n1":828,"cc(N":829,"3)c1":830,"CCC(=O)[O-])":831,"COc1ccc2":832,"C1CC":833,"SC":834,"NC(=O)CS":835,"c2cc(Br)":836,"Cl)cc1":837,"c2ccccc2Cl)":838,"c1nc2ccccc2":839,"CCC(C)(C)":840,"=O)cc":841,"c2ccncc":842,"N(CC":843,"nc3)":844,"CN2":845,"CC(=O)O":846,"c2ccccc2)C1":847,"Cc1nc(":848,"CN(C)C(=O)":849,"[NH+]3":850,"C(=O)N(C":851,"C=C(C)":852,"c1c(Cl)cc":853,"CC[NH+](CC)":854,"c1ccc([N+](=O)[O-])cc1":855,"CCC[NH+]1":856,"O)c1":857,"OC(C)(C)":858,"COc1cccc":859,"6)":860,"CC1=":861,"ncn1":862,"NC1":863,"c3ccc(OC":864,"(C(=O)OC)":865,"c1ccccc1)N":866,"c2ccc([N+](=O)[O-]":867,"(C)C)c1":868,"COc1cc2":869,"[NH+](C)":870,"CCN(C(=O)N":871,"C1C":872,"CC[NH+](C(C)C(=O)N":873,"nc2c1":874,"CN(CC":875,"c3ccc(N":876,"sc2c1":877,"c2cc(C(=O)N":878,"OC)c(OC)":879,"CCCC(=O)":880,"c2ccc(NC(=O)":881,"Cc1ccc(N":882,"O[Si](C)":883,"c2c(F)cc":884,"C(N)=O":885,"CC(=":886,"S)":887,"C(C(=O)[O-])":888,"c3s":889,"C(=O)NC1":890,"c1cc(Cl)":891,"CC2)ccc1":892,"c2cc1":893,"3CCCC3)":894,"CCCCC3":895,"c2ccccc12)":896,"c1nc(N":897,"CC=C":898,"CCC(CC":899,"NC(=O)C([NH3+])":900,"COc1ccc(C2":901,"C(CC)":902,"CC(=O)N2":903,"c3ncc":904,"S(C)(=O)=O":905,"cc4":906,"Cn1cc":907,"c4ccc5":908,"CCC(O":909,"CCCCCCCCC":910,"cc(Br)":911,"(C(C)=O)":912,"c2cccs2)":913,"C(N)=O)":914,"c1ccc(OC)cc1":915,"c3C)":916,"c8":917,"c5ccccc5)":918,"Cc1cc(C(=O)N":919,"c2cccnc2":920,"[NH2+]C2":921,"C(=O)C1":922,"CCl)":923,"c4c(":924,"c2cccc(C)":925,"C(F)F)":926,"CCC=CCC=":927,"c1cc(Cl)ccc1":928,"CCCN1":929,"nc1)":930,"ccccc4":931,"C(OC":932,"[NH+](C)C":933,"CC1CCCC":934,"CC[NH+]2":935,"C[NH2+]C1":936,"O=C(NC1":937,"=NNC(=O)":938,"COc1cccc(C":939,"=[NH2+])":940,"Cc1no":941,"c1ccc(Br)":942,"c1ccc2ccccc2":943,"CCC2)":944,"(C)C3":945,"CCN(C)":946,"c3ccc(Cl)cc3":947,"Cc1ccc(F)cc1":948,")cc(OC)c1":949,"c1ccc(Cl)cc1)":950,"c2cccnc2)":951,"c1ccccc1Cl":952,"c(=O)n1":953,"CCCN1C(=O)":954,"c1ccc(F)cc1)":955,"CCCC3":956,"c1ccc(C(C)":957,")cc1)":958,"3CCCC3":959,"CCC(N":960,"c3ccc(Cl)":961,"c3cccs3)":962,"sc2":963,"#C":964,"c3cccc(Cl)":965,"c5ccc(":966,"OCC2":967,"C(Cl)":968,"n1cn":969,"c2nnc(":970,"cn2":971,"c1cccc(NC(=O)":972,"(c3ccccc3)":973,"c(=O)n2":974,"CC2)C1":975,"CCC3)":976,"c3cccc4":977,"c1cccc2c1":978,"ccc2c1":979,"nc4":980,"CC1(C)C":981,"c3cc4":982,"CC(C(=O)[O-])":983,"CC1(C":984,"c1ccc2c(c1)OCO":985,"COC(=O)C1":986,"CCOC(=O)C1":987,"Cc1s":988,"c3c2":989,"=C([O-])":990,"c2ccccc2)n1":991,"CCC(C)C":992,"CC(CC(C":993,"Br)cc":994,"c1ccco1":995,"(OC)":996,"NC2":997,"CCOc1cc(C":998,"C(F)F":999,"c4ccc(F)cc":1000,"=C(C":1001,"c3nn":1002,"(CC2":1003,"CC(C)C1":1004,"c3cc(Cl)":1005,"=C(C)":1006,"c1cc(C(=O)N":1007,"c%1":1008,"n1cc":1009,"c1cc(F)ccc1":1010,"c(C(=O)N2":1011,"CCCC(C":1012,"OCC(C":1013,"3C)":1014,"3)C2":1015,"c1ncccc1":1016,"CC1C":1017,"CCO1":1018,"ccccc12":1019,"3CC3)":1020,"=CC(=O)":1021,"oc1":1022,"c1nc(C":1023,"3)C1":1024,"ccccc7":1025,"C=N":1026,"CCCC)":1027,"CC(F)(F)":1028,"2)C1=O":1029,"c1ccccc1F":1030,"c([N+](=O)[O-])":1031,"CC(C)[NH2+]":1032,"c5)":1033,"n4)":1034,"O2":1035,"OC(C)C)":1036,"C3=O)":1037,"c([O-])":1038,"CCCCC2)cc1":1039,"Cc1ccc(Cl)cc1":1040,"CC(C)(O)":1041,"c2ccco2)":1042,"CCCO1":1043,"c1cc(C)cc":1044,"c2cc(F)ccc2":1045,"CCCCCC1":1046,"c2cc3c(":1047,"c2cccc(C(F)(F)F)":1048,"n2ccc":1049,"OC(C)C":1050,"OCCC":1051,"=C(C#N)":1052,"CC(CO)":1053,"CC(N)=O)":1054,"O=C(CS":1055,"CCOCC1)":1056,"c3cc(C)":1057,"n[nH]1":1058,"C2CCCC":1059,"OP(=O)([O-])":1060,"[NH2+]C)":1061,"c2c[nH]":1062,"CC[NH2+]C1":1063,"4CCCC":1064,"Cc1nn(C)":1065,"CCC(=O)N1":1066,"(NC(=O)":1067,"C(F)(F)F)cc":1068,"c(C)cc(C)":1069,"c([N+](=O)[O-])c1":1070,"c1cc(Br)ccc1":1071}