#version: 0.2 - Trained by `huggingface/tokenizers`
c c
C C
( C
c 1
O )
= O)
( =O)
cc c
(C )
c 2
C (=O)
) cc
+ ]
[ N
CC C
c1 cc
[N H
c (
c1 ccc
C (
c 3
2 )
F )
C 1
CC CC
c2 cc
O C
c1cc cc
N C(=O)
)cc 1
CC 1
(=O) N
(C) C
- ]
C O
c1ccc (
[ O
[O -]
n 1
[NH +]
c2 ccc
3 )
(C l
( F)
c1cccc c1
cc ccc
CC O
C(=O) N
2 +]
[NH 2+]
c2cc ccc
( CC
C 2
[O-] )
c n
c1 n
S (=O)
[ n
O =
N )
CC N
(C (=O)
[n H
(C (=O)N
c 4
(Cl )
B r
CC (C)
C (C)
[nH ]
(C)C )
CC (
2 )cc1
c (C
3 +]
[NH 3+]
c3 ccc
c2ccc (
C N
C (C
c (C)
c3 ccccc
CC CCC
C l
C =
S(=O) (=O)
cc (
cc 1
c2 )
c2 n
OC )
c2ccccc 2
O= C(
c1cc (
F )cc
c1ccc (C
CC (=O)N
) N
n 2
CC 2
[N +]
C )
2) c1
[NH3+] )
Br )
CC [NH+]
4 )
c( N
CCC (
c2ccccc 2)
= O
(Cl )cc
(F) (F)
c1 )
c3 cc
c (=O)
C c1ccc(
[N+] (=O)
CC (=O)
c2cc cc
c1ccc 2
c1cccc (
CC 2)
N 1
C( F)
C 3
s 1
c3ccccc 3
C [NH+]
CCC 1
ccc 2
n c(
C c1
S(=O) (=O)N
n c1
O CC
C c1cc
C( O)
CCCC CCCC
N 2
= C
c3ccc (
OC (C)
C c1n
c1ccccc1 )
c3 )
CO C(=O)
c (Cl)
Cl )
C(F) (F)
# N)
c 5
(C(=O) [O-])
(CC )
( O)
O C(=O)
1 )
CC [NH2+]
c3ccccc 3)
cc 2
= C(
CCN (
)cc c1
C [NH2+]
O=C( N
F )cc1
(F)(F) F)
n n
= N
)cc 2
CO c1ccc(
c4 ccccc
C S
c( F)
CC(C) (C)
CCCC 1
2) CC1
c1 cn
CCO C(=O)
CCC N
c2cc (
CCC (C)
CC 3)
n c2
NC(=O) N
C(=O) [O-]
= S
C (C)C
CC( O)
c4 ccc
o 1
CC 3
c s
CCC O
2) C1
[N+](=O) [O-])
CCN (C(=O)
CCC 2
(C (C)
[N+](=O) [O-]
(Cl )cc1
c1ccc2 c(
c n1
CC (C
C(=O)N 1
( N)
[ S
c2 c(
C n1
= [NH+]
C c1ccc
CCCCC 1
O= C(C
C c1cc(
n 3
c2 c1
C c1ccccc1
n cc
c1cc (C
c1cccc (C
CCC (C
c2ccc 3
O=C( [O-])
c1ccc2c( c1)
)cc 2)
CC )
[S i
c2 cn
c1 2
c (C(=O)N
)N 1
(CC (=O)N
[nH +]
c3cc cc
ccc 3
CC1 )
C NC(=O)
[NH+] 1
CC =
[Si ]
n (
CC (C)C
)cc (
O C1
c2cc cc(
[NH+] 2
c1ccc (Cl)cc1
CC n1
OC 2
c4ccccc 4
c2ccc (C
cc cc
(C) cc
c(C) c1
N #
CC NC(=O)
CCC [NH2+]
CC 2)cc1
c1 c(
CC S
C(=O) [O-])
c2ccc (Cl)cc
c2ccc( F)cc
OC (C
)cc 3)
=O) cc1
c1cc 2
C 2)
n (C)
CO c1ccc(C
c2 )cc1
5 )
n c(N
NC(=O) C(
c [nH]
c1 C
( [O-])
C( N)
c( OC)
# N
c1ccc( N
c1ccc( F)cc1
CC[NH+] (C
CN 1
n 2)
c( N)
CCCC 2
O= C1
C (C)C)
C[NH+] 1
n c(C
(C) (=O)
C c1ccc(C
c 6
)cc 3
N S(=O)(=O)
c1cccc 2
C( =S
Br )cc1
CC 2)c1
C1 CC1
cc (C
S (C)(=O)
ccc (
CC C(=O)N
c3 n
c( NC(=O)
(C) C(=O)
( CCC
CCN 1
C1 =O
C 4
c3 c(
(C (F)(F)F)
c1ccc (C)
c2ccccc2 1
CN (
(C(=O)N 2
)cc 2)cc1
c (Cl)cc
n n1
OC(C) (C)C)
C( N
[nH] 1
O CCO
= C2
O C(
C c1cccc(
n (C
n c3
[Si] (C)
O 1
Br) c1
NC(=O) C1
c2ccc( N
C(F)(F) F)
(CC (=O)
cc 3
OC O
c2ccccc 2)cc1
CCC 3
c4ccc (
c2) c1
c4ccccc 4)
N1 C(=O)
CCCC (
C(C) (C)C
O CC(=O)N
c4 )
c2ccc3 c(
n cn
CCC [NH+]
n 2)cc1
C 3)
Cc1 cn
n1 )
C(C) (C)
N c1n
n 3)
CCC (C(=O)N
c5 ccccc
CO c1ccccc1
NC(=O) C2
OCC )
(N) =O)
s1 )
N (
(Cl) c1
ccccc 2
c1ccc (Cl)
O) cc1
P (=O)
CC c1n
c(Cl) c1
2) n1
c2ccc3c( c2)
c( S
c3 cc(
C(=S )N
C1 )
c(F) c1
c2 s
CCO CC1
C #
(F)(F) F)cc
CC1 (C)
n cc1
cc c1
c1ccc (C(=O)N
I )
c( O)
CO c1cc(
NC(=O) C(C)
3 CCCC
Cc1cc (C)
c3ccc( F)cc
c1 =O
CC[NH+] 1
N2 C(=O)
CN (C(=O)
C( CC
N =
CC (CC
n o
c3ccc 4
c2cc 3
CC(=O) [O-])
C )cc1
c2n c(
CC 4
C(F)(F) F
s 2)
c3ccc (Cl)cc
c2) CC1
S(C)(=O) =O)
l )
c1n cc
C1 =
(C)C (C)
(C O)
c(C 2
CCC( O)
CC(=O)N 1
CC( [NH3+])
c4 cc
C(=O)N 2
C2 =O)
(C) c1
s c1
c (C(=O)
( [NH3+])
OC )cc1
c1ccc( O
C= C
=S )
(C 2
=C( N
C(=O)N (
c1ccc(C) cc1
CCC =
C c1cccc
c2n cc
CN (C)
3 )cc1
c(=O) [nH]
(C)C )cc1
c1 s
(F) c1
S(=O)(=O)N 2
c(C) cc
( N
CC C(=O)
c1ccc( NC(=O)
(C #N)
ccc2 1
OC) c1
CO C1
OC 3
c1n c(
C(C #N)
CC 4)
CO c1cc
CC( NC(=O)
c2ccccc 2)c1
N (C)
c1ccc( Br)cc1
n c(C)
C (C(=O)N
c s1
CCCC (C)
C(C) (C)C)
CCCCC 2
CC S(=O)(=O)
C( =
ccccc 3
C( [NH3+])
C OC
c2cc (Cl)
C1 CCCCC1
CO c1cc(C
c3cc cc(
c2ccc (Cl)
CCCC O
CCN (CC)
c2cccc (Cl)
CCO CCO
N (C
c2ccc( OC
[N+](=O)[O-] )cc1
C(C O)
(CC(=O) [O-])
c1ccc(C 2
c(C (C)
c1ccc (C(=O)
c1 cs
c3 cn
n 4
(CC O)
OC(C) =O)
c 7
CN (C
nc( S
CCN (C
s 3)
c5ccccc 5
CCCCCCCC CCCC
CC(C)(C) O
c1ccc( F)
(C)C 2
o c(
CCC NC(=O)
CCO CC2)
c2ccc( Br
P(=O) ([O-])
c(N 2
n o1
( c2ccccc2)
= C1
( CCCC
N (C(=O)
c2ccc(Cl)cc 2
C[NH+] (C)
[nH] c(
c1cc (Cl)cc
c(OC) c1
C(O) C(O)
c3ccc(F)cc 3)
C1 2
[NH2+] C
CCC n1
c2cc (C)
c2cccc 3
O) cc
O CC1
c( O
c (C(=O)[O-])
c2ccc (C)
ccc 4
[N+](=O)[O-]) c1
c2cccc c12
c3ccc (C
O= S(=O)
n 2)c1
N =C
CC OC
c [nH+]
CCC )
C2 )cc1
c2n cn
3 CCO
C(=O)N C(
o 2)
c4 cccc
c( Br)
c2 C)
c1cc2 c(
CCCN (C(=O)
CCCCC 3)
F)cc c1
CC[NH+] (C)
c2 cs
n c2)
[n +]
CC (C)C)
CCO C1
NC(=O) C
c1cccc (Cl)c1
CCC 4
c2cccc (F)
CCCCC 2)
c1 2)
CCCC 2)
c2ccc(F)cc 2)
C(=O)N C(C
c(C (F)(F)F)
c1ccc( N2
C( =C
C[NH+] =C(N
c1ccc nc1
Cc1cc (C
S(=O)(=O)N 1
CO c1cccc(
% 1
( O
c2ccc(Cl)cc 2)
CC[NH+] (CC
c2ccc(F)cc 2
c1 c(C)
(C(C) (C)C)
C1 CCCC1
CCC( [NH3+])
CCN( S(=O)(=O)
c2 =O)
c1cc( N
C(=O) OC
C1 O
OC(C O)
ccccc 6
c2cc (F)
=C( N)
CC(=O) [O-]
c1 N
C S(=O)(=O)
c2cc (C
c3ccc(Cl)cc 3)
C c2ccccc2
C( NC(=O)
CC (C(=O)N
o 1)
CCCN (
)cc 2)c1
c2 1
[N -]
c2ccc (C(=O)N
c(C #N)
n2 cc
CC[NH+] (CC(=O)N
C1 CCCC
c1n cn
C(C) =O)
c2ccc( O
(C [NH3+])
C c1cccc(C
n2 cn
C(F)(F) C(F)(F)
C= C1
c2ccc (F)
o 3)
CC(C) O
CC c1ccc(
OC(C) (C)C
C[NH+] 2
c3ccccc 2
C2 =O)cc1
CCC( NC(=O)
c1cccc (F)c1
CCC S
CCN (CC
c2ccc (C)cc
c2ccccc2) CC1
Cc1cc 2
C2 CC2)
c1 O
c1 c[nH]
[NH+] (C)C)
[nH] c(=O)
CC[NH2+] CC1
CCC (CC)
CCCCC 1)
c1ccc s1
C(C) C(=O)N
N (C)C(=O)
c o
CCN1 C(=O)
)cc cc1
n cc2
[N+] ([O-])
C O)
c( OC
CCO c1ccc(
( c1ccccc1)
c2 c(C)
c3ccc4 c(
CC( N)
c6 ccccc6
CC c1ccccc1
(N) (=O)
Cc1ccc (C)
CN1 C(=O)
n nc1
CC1 (
s 2)cc1
c2 n1
n 2)CC1
N 3
CC( O
c2) C1
)cc 4
C 2)c1
n (CC
n n2
c2) n1
C[NH+] (C
Cc1ccc( NC(=O)
= C(O)
CCN C(N
CC( [NH2+]
OC c1ccccc1
C c1ccc2
3CCO CC3)
CC( N
c1cc ncc1
(C(C) (C)C
c1 [nH]
c2n c3ccccc3
c( Br)c1
C #N)
)cc2 1
C1 CCC
Br )ccc1
- 2
O= [N+]([O-])
CCCCCCCC CCCCCCCC
C(=O) O
n1 C
C 5
Cc1ccc (C(=O)N
Cc1 cs
CO c1cccc(C
3) CC1
c(F) c(F)
)cc 4)
(F) F)
)cc 2)CC1
(C(=O) [O-]
CC O)
C #N
c(C 3
(F)(F) F)cc1
c1n nc(
c3ccc (C)cc
nc1 2
c1cc (C)
c3ccc4c( c3)
cc( N
CC[NH+] (C(C)
c( F)cc
(C (C)C)
CCO c1ccccc1
n [nH]
CC2) CC1
) C(=O)
c5 ccc
o 2)cc1
C1 (
c2 [nH]
C(N) =O)
C) c1
Cc1ccc( N
CC #
c1ccc( O)cc1
S 1
CC(C) (C)C
C= C(
CCCC (=O)N
c1c( F)cc
= [NH2+]
c2cc(Cl) ccc2
CC1 2
c2ccccc2 F)
S (N)(=O)
NC(=O) C(C
C1 CC
nc( N)
CCN 2
3) c1
CC2) n1
C( =[NH+]
NC(=O) CS
c1n c2ccccc2
c2cc( Br)
CO c1ccc2
CCC(C) (C)
S C
[NH+] 3
c2ccccc2) C1
c2ccccc2 Cl)
(C(C) =O)
Cl )cc1
CC(=O) O
c2cc ncc
CN 2
Cc1n c(
n c3)
CCO c1cc(C
CN (C)C(=O)
c1 c(Cl)cc
c3ccc( N
C= C(C)
CC[NH+] (CC)
c1ccc( [N+](=O)[O-])cc1
O) c1
C(=O)N (C
(C(=O) OC)
N (CC
OC(C) (C)
C1 C
CC1 =
c1ccccc1 )N
C(N) =O
[NH+] (C)
6 )
CCC [NH+]1
n cn1
CN (CC
c2ccc( [N+](=O)[O-]
CCCC (=O)
CCN (C(=O)N
CC[NH+](C(C) C(=O)N
c3ccc( OC
(C)C) c1
c2ccc( NC(=O)
nc2 c1
cc 4
C( CC)
O [Si](C)
c2c( F)cc
OC) c(OC)
s c2c1
CCCCC 3
c3 s
3CCCC 3)
CC( =
CC2 )ccc1
C (C(=O)[O-])
S )
c2cc (C(=O)N
CCC( N
C(=S )
c2cccc c12)
NC(=O)C( [NH3+])
c1cc2c( cc1
C(=O)N C1
c1cc (Cl)
c2cc 1
CC(=O)N 2
N C1
c1n c(N
CCC (CC
S(C)(=O) =O
COc1ccc(C 2
c3 ncc
CCCC CCCCC
CCC( O
c2ccc s2)
c3 C)
c1ccc( OC)cc1
c4ccc 5
c5ccccc 5)
c 8
( c3ccccc3)
c2cccc (C)
c2ccc nc2
Cc1cc (C(=O)N
C(=O) C1
[NH+] (C)C
cc( Br)
[NH2+] C2
CC =C
C(F) F)
C( OC
c4 c(
CCC N1
C3 =O)
c1cc(Cl)cc c1
CCC= CCC=
ccccc 4
CC[NH+] 2
CC1 CCCC
n c1)
O=C(N C1
C[NH2+] C1
Cc1n o
=N NC(=O)
(C)C 3
c1ccc2 ccccc2
Cc1ccc( F)cc1
) C1
c1ccc( Br)
c2ccc nc2)
c3ccc(Cl)cc 3
C(N) =[NH+]
)cc( OC)c1
C(CC (C)C)
CCC 2)
CCN (C)
CCCC 3
c(=O) n1
3CCCC 3
c1ccc(C (C)
c1ccccc1 Cl
cc nc1
CCC N1C(=O)
C (Cl)
c5 ccc(
N N
O CC2
c3ccc (Cl)
# C
c3cccc (Cl)
s c2
n1 cn
c2n nc(
cn 2
c3ccc s3)
c1cccc( NC(=O)
CC2) C1
c1cccc( N
n c4
CC1 (C)C
c(=O) n2
COC(=O) C1
c3cccc 4
c3cc 4
c1cccc (C(=O)N
CC (C(=O)[O-])
ccc2 c1
c1ccc2c(c1) OCO
CC l)
CC1 (C
CCC 3)
CCOC(=O) C1
Br )cc
Cc1 s
c2ccccc2) n1
CCC (C)C
c1cccc2 c1
c1ccc(Cl)cc1 )
(CC 2
c3 c2
)cc1 )
CC(CC (C
c1ccc o1
c3 nn
c1ccc(F)cc1 )
C(F) F
=C( [O-])
( OC)
c3cc (Cl)
cc cc1
CCCC (C
c1cc (C(=O)N
3 C)
cccc c12
CC(C) C1
c4ccc( F)cc
= C(C)
= C(C
CC1 C
c2cc3 c(
c1cc( F)ccc1
o c1
CCO 1
3) C2
c(C(=O)N 2
OCC (C
C= N
c1n c(C
c1ncc cc1
3 CC3)
c5 )
ccccc 7
3) C1
c1ccccc1 F
= CC(=O)
CC(C) [NH2+]
OC (C)C)
CC(C) (O)
Cc1ccc (Cl)cc1
c( [N+](=O)[O-])
CCCCC 2)cc1
OC (C)C
O 2
2)C1 =O
c2cc(F) ccc2
n 4)
C2 CCCC
CCCC CC1
c2ccc o2)
CCCO 1
c %1
CC (F)(F)
c( [O-])
c1cc (C)cc
= C(C#N)
n2 ccc
Cc1cc( N
CCCC )
c2cccc (C(F)(F)F)
O=C(C S
CCC( N)
O CCC
CC(C O)
n [nH]1
c2 c[nH]
CCO CC1)
CC(N) =O)
c3cc (C)
CC[NH2+] C1
Cc1n n(C)
[NH2+] C)
4 CCCC
O P(=O)([O-])
c(C)cc (C)
( NC(=O)
