{"<pad>":0,"<s>":1,"</s>":2,"<unk>":3,"#":4,"%":5,"(":6,")":7,"*":8,"+":9,"-":10,".":11,"/":12,"0":13,"1":14,"2":15,"3":16,"4":17,"5":18,"6":19,"7":20,"8":21,"9":22,":":23,"=":24,"@":25,"A":26,"B":27,"C":28,"D":29,"E":30,"F":31,"G":32,"H":33,"I":34,"K":35,"L":36,"M":37,"N":38,"O":39,"P":40,"R":41,"S":42,"T":43,"U":44,"V":45,"W":46,"X":47,"Y":48,"Z":49,"[":50,"\\":51,"]":52,"a":53,"b":54,"c":55,"d":56,"e":57,"f":58,"g":59,"h":60,"i":61,"k":62,"l":63,"m":64,"n":65,"o":66,"p":67,"r":68,"s":69,"t":70,"u":71,"v":72,"w":73,"x":74,"y":75,"z":76,"cc":77,"CC":78,"(C":79,"c1":80,"O)":81,"=O)":82,"(=O)":83,"ccc":84,"(C)":85,"c2":86,"C(=O)":87,")cc":88,"+]":89,"[N":90,"CCC":91,"c1cc":92,"[NH":93,"c(":94,"c1ccc":95,"C(":96,"c3":97,"2)":98,"F)":99,"C1":100,"CCCC":101,"c2cc":102,"OC":103,"c1cccc":104,"NC(=O)":105,")cc1":106,"CC1":107,"(=O)N":108,"(C)C":109,"-]":110,"CO":111,"c1ccc(":112,"[O":113,"[O-]":114,"n1":115,"[NH+]":116,"c2ccc":117,"3)":118,"(Cl":119,"(F)":120,"c1ccccc1":121,"ccccc":122,"CCO":123,"C(=O)N":124,"2+]":125,"[NH2+]":126,"c2ccccc":127,"(CC":128,"C2":129,"[O-])":130,"cn":131,"c1n":132,"S(=O)":133,"[n":134,"O=":135,"N)":136,"CCN":137,"(C(=O)":138,"[nH":139,"(C(=O)N":140,"c4":141,"(Cl)":142,"Br":143,"CC(C)":144,"C(C)":145,"[nH]":146,"(C)C)":147,"CC(":148,"2)cc1":149,"c(C":150,"3+]":151,"[NH3+]":152,"c3ccc":153,"c2ccc(":154,"CN":155,"C(C":156,"c(C)":157,"c3ccccc":158,"CCCCC":159,"Cl":160,"C=":161,"S(=O)(=O)":162,"cc(":163,"cc1":164,"c2)":165,"c2n":166,"OC)":167,"c2ccccc2":168,"O=C(":169,"c1cc(":170,"F)cc":171,"c1ccc(C":172,"CC(=O)N":173,")N":174,"n2":175,"CC2":176,"[N+]":177,"C)":178,"2)c1":179,"[NH3+])":180,"Br)":181,"CC[NH+]":182,"4)":183,"c(N":184,"CCC(":185,"c2ccccc2)":186,"=O":187,"(Cl)cc":188,"(F)(F)":189,"c1)":190,"c3cc":191,"c(=O)":192,"Cc1ccc(":193,"[N+](=O)":194,"CC(=O)":195,"c2cccc":196,"c1ccc2":197,"c1cccc(":198,"CC2)":199,"N1":200,"C(F)":201,"C3":202,"s1":203,"c3ccccc3":204,"C[NH+]":205,"CCC1":206,"ccc2":207,"nc(":208,"Cc1":209,"S(=O)(=O)N":210,"nc1":211,"OCC":212,"Cc1cc":213,"C(O)":214,"CCCCCCCC":215,"N2":216,"=C":217,"c3ccc(":218,"OC(C)":219,"Cc1n":220,"c1ccccc1)":221,"c3)":222,"COC(=O)":223,"c(Cl)":224,"Cl)":225,"C(F)(F)":226,"#N)":227,"c5":228,"(C(=O)[O-])":229,"(CC)":230,"(O)":231,"OC(=O)":232,"1)":233,"CC[NH2+]":234,"c3ccccc3)":235,"cc2":236,"=C(":237,"CCN(":238,")ccc1":239,"C[NH2+]":240,"O=C(N":241,"F)cc1":242,"(F)(F)F)":243,"nn":244,"=N":245,")cc2":246,"COc1ccc(":247,"c4ccccc":248,"CS":249,"c(F)":250,"CC(C)(C)":251,"CCCC1":252,"2)CC1":253,"c1cn":254,"CCOC(=O)":255,"CCCN":256,"c2cc(":257,"CCC(C)":258,"CC3)":259,"nc2":260,"NC(=O)N":261,"C(=O)[O-]":262,"=S":263,"C(C)C":264,"CC(O)":265,"c4ccc":266,"o1":267,"CC3":268,"cs":269,"CCCO":270,"2)C1":271,"[N+](=O)[O-])":272,"CCN(C(=O)":273,"CCC2":274,"(C(C)":275,"[N+](=O)[O-]":276,"(Cl)cc1":277,"c1ccc2c(":278,"cn1":279,"CC(C":280,"C(=O)N1":281,"(N)":282,"[S":283,"c2c(":284,"Cn1":285,"=[NH+]":286,"Cc1ccc":287,"CCCCC1":288,"O=C(C":289,"Cc1cc(":290,"n3":291,"c2c1":292,"Cc1ccccc1":293,"ncc":294,"c1cc(C":295,"c1cccc(C":296,"CCC(C":297,"c2ccc3":298,"O=C([O-])":299,"c1ccc2c(c1)":300,")cc2)":301,"CC)":302,"[Si":303,"c2cn":304,"c12":305,"c(C(=O)N":306,")N1":307,"(CC(=O)N":308,"[nH+]":309,"c3cccc":310,"ccc3":311,"CC1)":312,"CNC(=O)":313,"[NH+]1":314,"CC=":315,"[Si]":316,"n(":317,"CC(C)C":318,")cc(":319,"OC1":320,"c2cccc(":321,"[NH+]2":322,"c1ccc(Cl)cc1":323,"CCn1":324,"OC2":325,"c4ccccc4":326,"c2ccc(C":327,"cccc":328,"(C)cc":329,"c(C)c1":330,"N#":331,"CCNC(=O)":332,"CCC[NH2+]":333,"CC2)cc1":334,"c1c(":335,"CCS":336,"C(=O)[O-])":337,"c2ccc(Cl)cc":338,"c2ccc(F)cc":339,"OC(C":340,")cc3)":341,"=O)cc1":342,"c1cc2":343,"C2)":344,"n(C)":345,"COc1ccc(C":346,"c2)cc1":347,"5)":348,"nc(N":349,"NC(=O)C(":350,"c[nH]":351,"c1C":352,"([O-])":353,"C(N)":354,"c(OC)":355,"#N":356,"c1ccc(N":357,"c1ccc(F)cc1":358,"CC[NH+](C":359,"CN1":360,"n2)":361,"c(N)":362,"CCCC2":363,"O=C1":364,"C(C)C)":365,"C[NH+]1":366,"nc(C":367,"(C)(=O)":368,"Cc1ccc(C":369,"c6":370,")cc3":371,"NS(=O)(=O)":372,"c1cccc2":373,"C(=S":374,"Br)cc1":375,"CC2)c1":376,"C1CC1":377,"cc(C":378,"S(C)(=O)":379,"ccc(":380,"CCC(=O)N":381,"c3n":382,"c(NC(=O)":383,"(C)C(=O)":384,"(CCC":385,"CCN1":386,"C1=O":387,"C4":388,"c3c(":389,"(C(F)(F)F)":390,"c1ccc(C)":391,"c2ccccc21":392,"CN(":393,"(C(=O)N2":394,")cc2)cc1":395,"c(Cl)cc":396,"nn1":397,"OC(C)(C)C)":398,"C(N":399,"[nH]1":400,"OCCO":401,"=C2":402,"OC(":403,"Cc1cccc(":404,"n(C":405,"nc3":406,"[Si](C)":407,"O1":408,"Br)c1":409,"NC(=O)C1":410,"c2ccc(N":411,"C(F)(F)F)":412,"(CC(=O)":413,"cc3":414,"OCO":415,"c2ccccc2)cc1":416,"CCC3":417,"c4ccc(":418,"c2)c1":419,"c4ccccc4)":420,"N1C(=O)":421,"CCCC(":422,"C(C)(C)C":423,"OCC(=O)N":424,"c4)":425,"c2ccc3c(":426,"ncn":427,"CCC[NH+]":428,"n2)cc1":429,"C3)":430,"Cc1cn":431,"n1)":432,"C(C)(C)":433,"Nc1n":434,"n3)":435,"CCC(C(=O)N":436,"c5ccccc":437,"COc1ccccc1":438,"NC(=O)C2":439,"OCC)":440,"(N)=O)":441,"s1)":442,"N(":443,"(Cl)c1":444,"ccccc2":445,"c1ccc(Cl)":446,"O)cc1":447,"P(=O)":448,"CCc1n":449,"c(Cl)c1":450,"2)n1":451,"c2ccc3c(c2)":452,"c(S":453,"c3cc(":454,"C(=S)N":455,"C1)":456,"c(F)c1":457,"c2s":458,"CCOCC1":459,"C#":460,"(F)(F)F)cc":461,"CC1(C)":462,"ncc1":463,"ccc1":464,"c1ccc(C(=O)N":465,"I)":466,"c(O)":467,"COc1cc(":468,"NC(=O)C(C)":469,"3CCCC":470,"Cc1cc(C)":471,"c3ccc(F)cc":472,"c1=O":473,"CC[NH+]1":474,"N2C(=O)":475,"CN(C(=O)":476,"C(CC":477,"N=":478,"CC(CC":479,"no":480,"c3ccc4":481,"c2cc3":482,"CC(=O)[O-])":483,"C)cc1":484,"c2nc(":485,"CC4":486,"C(F)(F)F":487,"s2)":488,"c3ccc(Cl)cc":489,"c2)CC1":490,"S(C)(=O)=O)":491,"l)":492,"c1ncc":493,"C1=":494,"(C)C(C)":495,"(CO)":496,"c(C2":497,"CCC(O)":498,"CC(=O)N1":499,"CC([NH3+])":500,"c4cc":501,"C(=O)N2":502,"C2=O)":503,"(C)c1":504,"sc1":505,"c(C(=O)":506,"([NH3+])":507,"OC)cc1":508,"c1ccc(O":509,"C=C":510,"=S)":511,"(C2":512,"=C(N":513,"C(=O)N(":514,"c1ccc(C)cc1":515,"CCC=":516,"Cc1cccc":517,"c2ncc":518,"CN(C)":519,"3)cc1":520,"c(=O)[nH]":521,"(C)C)cc1":522,"c1s":523,"(F)c1":524,"S(=O)(=O)N2":525,"c(C)cc":526,"(N":527,"CCC(=O)":528,"c1ccc(NC(=O)":529,"(C#N)":530,"ccc21":531,"OC)c1":532,"COC1":533,"OC3":534,"c1nc(":535,"C(C#N)":536,"CC4)":537,"COc1cc":538,"CC(NC(=O)":539,"c2ccccc2)c1":540,"N(C)":541,"c1ccc(Br)cc1":542,"nc(C)":543,"C(C(=O)N":544,"cs1":545,"CCCC(C)":546,"C(C)(C)C)":547,"CCCCC2":548,"CCS(=O)(=O)":549,"C(=":550,"ccccc3":551,"C([NH3+])":552,"COC":553,"c2cc(Cl)":554,"C1CCCCC1":555,"COc1cc(C":556,"c3cccc(":557,"c2ccc(Cl)":558,"CCCCO":559,"CCN(CC)":560,"c2cccc(Cl)":561,"CCOCCO":562,"N(C":563,"c2ccc(OC":564,"[N+](=O)[O-])cc1":565,"C(CO)":566,"(CC(=O)[O-])":567,"c1ccc(C2":568,"c(C(C)":569,"c1ccc(C(=O)":570,"c1cs":571,"c3cn":572,"n4":573,"(CCO)":574,"OC(C)=O)":575,"c7":576,"CN(C":577,"nc(S":578,"CCN(C":579,"s3)":580,"c5ccccc5":581,"CCCCCCCCCCCC":582,"CC(C)(C)O":583,"c1ccc(F)":584,"(C)C2":585,"oc(":586,"CCCNC(=O)":587,"CCOCC2)":588,"c2ccc(Br":589,"P(=O)([O-])":590,"c(N2":591,"no1":592,"(c2ccccc2)":593,"=C1":594,"(CCCC":595,"N(C(=O)":596,"c2ccc(Cl)cc2":597,"C[NH+](C)":598,"[nH]c(":599,"c1cc(Cl)cc":600,"c(OC)c1":601,"C(O)C(O)":602,"c3ccc(F)cc3)":603,"C12":604,"[NH2+]C":605,"CCCn1":606,"c2cc(C)":607,"c2cccc3":608,"O)cc":609,"OCC1":610,"c(O":611,"c(C(=O)[O-])":612,"c2ccc(C)":613,"ccc4":614,"[N+](=O)[O-])c1":615,"c2ccccc12":616,"c3ccc(C":617,"O=S(=O)":618,"n2)c1":619,"N=C":620,"CCOC":621,"c[nH+]":622,"CCC)":623,"C2)cc1":624,"c2ncn":625,"3CCO":626,"C(=O)NC(":627,"o2)":628,"c4cccc":629,"c(Br)":630,"c2C)":631,"c1cc2c(":632,"CCCN(C(=O)":633,"CCCCC3)":634,"F)ccc1":635,"CC[NH+](C)":636,"c2cs":637,"nc2)":638,"[n+]":639,"CC(C)C)":640,"CCOC1":641,"NC(=O)C":642,"c1cccc(Cl)c1":643,"CCC4":644,"c2cccc(F)":645,"CCCCC2)":646,"c12)":647,"CCCC2)":648,"c2ccc(F)cc2)":649,"C(=O)NC(C":650,"c(C(F)(F)F)":651,"c1ccc(N2":652,"C(=C":653,"C[NH+]=C(N":654,"c1cccnc1":655,"Cc1cc(C":656,"S(=O)(=O)N1":657,"COc1cccc(":658,"%1":659,"(O":660,"c2ccc(Cl)cc2)":661,"CC[NH+](CC":662,"c2ccc(F)cc2":663,"c1c(C)":664,"(C(C)(C)C)":665,"C1CCCC1":666,"CCC([NH3+])":667,"CCN(S(=O)(=O)":668,"c2=O)":669,"c1cc(N":670,"C(=O)OC":671,"C1O":672,"OC(CO)":673,"ccccc6":674,"c2cc(F)":675,"=C(N)":676,"CC(=O)[O-]":677,"c1N":678,"CS(=O)(=O)":679,"c2cc(C":680,"c3ccc(Cl)cc3)":681,"Cc2ccccc2":682,"C(NC(=O)":683,"CC(C(=O)N":684,"o1)":685,"CCCN(":686,")cc2)c1":687,"c21":688,"[N-]":689,"c2ccc(C(=O)N":690,"c(C#N)":691,"n2cc":692,"CC[NH+](CC(=O)N":693,"C1CCCC":694,"c1ncn":695,"C(C)=O)":696,"c2ccc(O":697,"(C[NH3+])":698,"Cc1cccc(C":699,"n2cn":700,"C(F)(F)C(F)(F)":701,"C=C1":702,"c2ccc(F)":703,"o3)":704,"CC(C)O":705,"CCc1ccc(":706,"OC(C)(C)C":707,"C[NH+]2":708,"c3ccccc2":709,"C2=O)cc1":710,"CCC(NC(=O)":711,"c1cccc(F)c1":712,"CCCS":713,"CCN(CC":714,"c2ccc(C)cc":715,"c2ccccc2)CC1":716,"Cc1cc2":717,"C2CC2)":718,"c1O":719,"c1c[nH]":720,"[NH+](C)C)":721,"[nH]c(=O)":722,"CC[NH2+]CC1":723,"CCC(CC)":724,"CCCCC1)":725,"c1cccs1":726,"C(C)C(=O)N":727,"N(C)C(=O)":728,"co":729,"CCN1C(=O)":730,")cccc1":731,"ncc2":732,"[N+]([O-])":733,"CO)":734,"c(OC":735,"CCOc1ccc(":736,"(c1ccccc1)":737,"c2c(C)":738,"c3ccc4c(":739,"CC(N)":740,"c6ccccc6":741,"CCc1ccccc1":742,"(N)(=O)":743,"Cc1ccc(C)":744,"CN1C(=O)":745,"nnc1":746,"CC1(":747,"s2)cc1":748,"c2n1":749,"n2)CC1":750,"N3":751,"CC(O":752,"c2)C1":753,")cc4":754,"C2)c1":755,"n(CC":756,"nn2":757,"c2)n1":758,"C[NH+](C":759,"Cc1ccc(NC(=O)":760,"=C(O)":761,"CCNC(N":762,"CC([NH2+]":763,"OCc1ccccc1":764,"Cc1ccc2":765,"3CCOCC3)":766,"CC(N":767,"c1ccncc1":768,"(C(C)(C)C":769,"c1[nH]":770,"c2nc3ccccc3":771,"c(Br)c1":772,"C#N)":773,")cc21":774,"C1CCC":775,"Br)ccc1":776,"-2":777,"O=[N+]([O-])":778,"CCCCCCCCCCCCCCCC":779,"C(=O)O":780,"n1C":781,"C5":782,"Cc1ccc(C(=O)N":783,"Cc1cs":784,"COc1cccc(C":785,"3)CC1":786,"c(F)c(F)":787,")cc4)":788,"(F)F)":789,")cc2)CC1":790,"(C(=O)[O-]":791,"CCO)":792,"C#N":793,"c(C3":794,"(F)(F)F)cc1":795,"c1nnc(":796,"c3ccc(C)cc":797,"nc12":798,"c1cc(C)":799,"c3ccc4c(c3)":800,"cc(N":801,"CC[NH+](C(C)":802,"c(F)cc":803,"(C(C)C)":804,"CCOc1ccccc1":805,"n[nH]":806,"CC2)CC1":807,")C(=O)":808,"c5ccc":809,"o2)cc1":810,"C1(":811,"c2[nH]":812,"C(N)=O)":813,"C)c1":814,"Cc1ccc(N":815,"CC#":816,"c1ccc(O)cc1":817,"S1":818,"CC(C)(C)C":819,"C=C(":820,"CCCC(=O)N":821,"c1c(F)cc":822,"=[NH2+]":823,"c2cc(Cl)ccc2":824,"CC12":825,"c2ccccc2F)":826,"S(N)(=O)":827,"NC(=O)C(C":828,"C1CC":829,"nc(N)":830,"CCN2":831,"3)c1":832,"CC2)n1":833,"C(=[NH+]":834,"NC(=O)CS":835,"c1nc2ccccc2":836,"c2cc(Br)":837,"COc1ccc2":838,"CCC(C)(C)":839,"SC":840,"[NH+]3":841,"c2ccccc2)C1":842,"c2ccccc2Cl)":843,"(C(C)=O)":844,"Cl)cc1":845,"CC(=O)O":846,"c2ccncc":847,"CN2":848,"Cc1nc(":849,"nc3)":850,"CCOc1cc(C":851,"CN(C)C(=O)":852,"c1c(Cl)cc":853,"c3ccc(N":854,"C=C(C)":855,"CC[NH+](CC)":856,"c1ccc([N+](=O)[O-])cc1":857,"O)c1":858,"C(=O)N(C":859,"(C(=O)OC)":860,"N(CC":861,"OC(C)(C)":862,"C1C":863,"CC1=":864,"c1ccccc1)N":865,"C(N)=O":866,"[NH+](C)":867,"6)":868,"CCC[NH+]1":869,"ncn1":870,"CN(CC":871,"c2ccc([N+](=O)[O-]":872,"CCCC(=O)":873,"CCN(C(=O)N":874,"CC[NH+](C(C)C(=O)N":875,"c3ccc(OC":876,"(C)C)c1":877,"c2ccc(NC(=O)":878,"nc2c1":879,"cc4":880,"C(CC)":881,"O[Si](C)":882,"c2c(F)cc":883,"OC)c(OC)":884,"sc2c1":885,"CCCCC3":886,"c3s":887,"3CCCC3)":888,"CC(=":889,"CC2)ccc1":890,"C(C(=O)[O-])":891,"S)":892,"c2cc(C(=O)N":893,"CCC(N":894,"C(=S)":895,"c2ccccc12)":896,"NC(=O)C([NH3+])":897,"c1cc2c(cc1":898,"C(=O)NC1":899,"c1cc(Cl)":900,"c2cc1":901,"CC(=O)N2":902,"NC1":903,"c1nc(N":904,"CCC(CC":905,"S(C)(=O)=O":906,"COc1ccc(C2":907,"c3ncc":908,"CCCCCCCCC":909,"CCC(O":910,"c2cccs2)":911,"c3C)":912,"c1ccc(OC)cc1":913,"c4ccc5":914,"c5ccccc5)":915,"c8":916,"(c3ccccc3)":917,"c2cccc(C)":918,"c2cccnc2":919,"Cc1cc(C(=O)N":920,"C(=O)C1":921,"[NH+](C)C":922,"cc(Br)":923,"[NH2+]C2":924,"CC=C":925,"C(F)F)":926,"C(OC":927,"c4c(":928,"CCCN1":929,"C3=O)":930,"c1cc(Cl)ccc1":931,"CCC=CCC=":932,"ccccc4":933,"CC[NH+]2":934,"CC1CCCC":935,"nc1)":936,"O=C(NC1":937,"C[NH2+]C1":938,"Cc1no":939,"=NNC(=O)":940,"(C)C3":941,"c1ccc2ccccc2":942,"Cc1ccc(F)cc1":943,")C1":944,"c1ccc(Br)":945,"c2cccnc2)":946,"c3ccc(Cl)cc3":947,"C(N)=[NH+]":948,")cc(OC)c1":949,"C(CC(C)C)":950,"CCC2)":951,"CCN(C)":952,"CCCC3":953,"c(=O)n1":954,"3CCCC3":955,"c1ccc(C(C)":956,"c1ccccc1Cl":957,"ccnc1":958,"CCCN1C(=O)":959,"C(Cl)":960,"c5ccc(":961,"NN":962,"OCC2":963,"c3ccc(Cl)":964,"#C":965,"c3cccc(Cl)":966,"sc2":967,"n1cn":968,"c2nnc(":969,"cn2":970,"c3cccs3)":971,"c1cccc(NC(=O)":972,"CC2)C1":973,"c1cccc(N":974,"nc4":975,"CC1(C)C":976,"c(=O)n2":977,"COC(=O)C1":978,"c3cccc4":979,"c3cc4":980,"c1cccc(C(=O)N":981,"CC(C(=O)[O-])":982,"ccc2c1":983,"c1ccc2c(c1)OCO":984,"CCl)":985,"CC1(C":986,"CCC3)":987,"CCOC(=O)C1":988,"Br)cc":989,"Cc1s":990,"c2ccccc2)n1":991,"CCC(C)C":992,"c1cccc2c1":993,"c1ccc(Cl)cc1)":994,"(CC2":995,"c3c2":996,")cc1)":997,"CC(CC(C":998,"c1ccco1":999,"c3nn":1000,"c1ccc(F)cc1)":1001,"C(F)F":1002,"=C([O-])":1003,"(OC)":1004,"c3cc(Cl)":1005,"cccc1":1006,"CCCC(C":1007,"c1cc(C(=O)N":1008,"3C)":1009,"ccccc12":1010,"CC(C)C1":1011,"c4ccc(F)cc":1012,"=C(C)":1013,"=C(C":1014,"CC1C":1015,"c2cc3c(":1016,"c1cc(F)ccc1":1017,"oc1":1018,"CCO1":1019,"3)C2":1020,"c(C(=O)N2":1021,"OCC(C":1022,"C=N":1023,"c1nc(C":1024,"c1ncccc1":1025,"3CC3)":1026,"c5)":1027,"ccccc7":1028,"3)C1":1029,"c1ccccc1F":1030,"=CC(=O)":1031,"CC(C)[NH2+]":1032,"OC(C)C)":1033,"CC(C)(O)":1034,"Cc1ccc(Cl)cc1":1035,"c([N+](=O)[O-])":1036,"CCCCC2)cc1":1037,"OC(C)C":1038,"O2":1039,"2)C1=O":1040,"c2cc(F)ccc2":1041,"n4)":1042,"C2CCCC":1043,"CCCCCC1":1044,"c2ccco2)":1045,"CCCO1":1046,"c%1":1047,"CC(F)(F)":1048,"c([O-])":1049,"c1cc(C)cc":1050,"=C(C#N)":1051,"n2ccc":1052,"Cc1cc(N":1053,"CCCC)":1054,"c2cccc(C(F)(F)F)":1055,"O=C(CS":1056,"CCC(N)":1057,"OCCC":1058,"CC(CO)":1059,"n[nH]1":1060,"c2c[nH]":1061,"CCOCC1)":1062,"CC(N)=O)":1063,"c3cc(C)":1064,"CC[NH2+]C1":1065,"Cc1nn(C)":1066,"[NH2+]C)":1067,"4CCCC":1068,"OP(=O)([O-])":1069,"c(C)cc(C)":1070,"(NC(=O)":1071}